Repository: WordPressBugBounty/plugins-salon-booking-system
Catalog: salon-booking-system/languages/salon-booking-system-*.po
Languages: sr_rs

source: Attention: this is a major release, please make sure to clear your browser cache after the plugin update.
sr_rs: Пажња: ово је велико издање, молимо вас да обришете кеш претраживача након ажурирања додатка.

source: Salon Booking System - Booking Cancellation
sr_rs: Систем резервације салона - Отказивање резервације

source: Cancel Booking
sr_rs: Откажите резервацију

source: Out of time
sr_rs: Ван времена

source: Cancellation is disabled
sr_rs: Отказивање је онемогућено

source: Booking is cancelled
sr_rs: Резервација је отказана

source: Sorry, you access token incorrect.
sr_rs: Жао нам је, приступни токен је погрешан.

source: Sorry, your user role is not allowed.
sr_rs: Жао нам је, ваша корисничка улога није дозвољена.

source: Discounts
sr_rs: Попусти

source: Discounted price
sr_rs: Снижена цена

source: Pending payment
sr_rs: Исплата на чекању

source: Pending
sr_rs: нерешен

source: Paid
sr_rs: Плаћено

source: Pay later
sr_rs: Платити касније

source: Canceled
sr_rs: Отказано

source: Confirmed
sr_rs: Потврђено

source: All
sr_rs: Све

source: Select an assistant
sr_rs: Изаберите помоћника

source: Select a resource
sr_rs: Изаберите ресурс

source: Add a service
sr_rs: Додајте услугу

source: Booking details
sr_rs: Детаљи резервације

source: Total
sr_rs: Укупно

source: Discount
sr_rs: Попуст

source: Deposit
sr_rs: Депозит

source: Customers
sr_rs: Купци

source: Assistants view
sr_rs: Поглед помоћника

source: Edit
sr_rs: Уредити

source: Delete
sr_rs: Избриши

source: Dear <b>%s</b>,<br/> to use our mobile app you need a PRO version of <b>Salon Booking System</b>
sr_rs: Поштовани <б>%с</б>,<бр/> да бисте користили нашу мобилну апликацију, потребна вам је ПРО верзија <б>Салон Боокинг система</б>

source: Switch to PRO
sr_rs: Пређите на ПРО

source: (not editable)
sr_rs: (не може да се мења)

source: Drag and drop files here
sr_rs: Превуците и отпустите датотеке овде

source: or
sr_rs: или

source: Browse files
sr_rs: Прегледајте датотеке

source: Add a file
sr_rs: Додајте датотеку

source: free
sr_rs: бесплатно

source: mn
sr_rs: мн

source: hour
sr_rs: сат

source: hours
sr_rs: сати

source: 5 minutes
sr_rs: 5 минута

source: quarter of an hour
sr_rs: четврт сата

source: half hour
sr_rs: Пола сата

source: days
sr_rs: дана

source: week
sr_rs: Недеља

source: weeks
sr_rs: недеље

source: month
sr_rs: месец дана

source: months
sr_rs: месеци

source: years
sr_rs: године

source: Booking Confirmation
sr_rs: Потврда резервације

source: Salon
sr_rs: Салон

source: What personal data we collect and why we collect it
sr_rs: Које личне податке прикупљамо и зашто их прикупљамо

source: This text describes what type of information the admin should include here or what they should do with this info you provide in your template.
sr_rs: Овај текст описује коју врсту информација администратор треба да укључи овде или шта треба да уради са овим информацијама које наведете у свом шаблону.

source: Go to daily view
sr_rs: Иди на дневни приказ

source: Block
sr_rs: Блокирати

source: Confirm
sr_rs: Потврди

source: Unlock
sr_rs: Откључај

source: Tot.
sr_rs: Тот.

source: Cancel
sr_rs: Поништити, отказати

source: No results
sr_rs: Нема резултата

source: %s day
sr_rs: %с дан

source: <strong>Attention:</strong> Please activate your license first
sr_rs: <стронг>Пажња:</стронг> Прво активирајте своју лиценцу

source: Activate your license
sr_rs: Активирајте своју лиценцу

source: <strong>Your subscription is expired!</strong>
sr_rs: <стронг>Ваша претплата је истекла!</стронг>

source: <strong>Attention:</strong> your subscription to <strong>Salon Booking System “Business Plan”</strong> is expired but your license is still active and <strong>it will expire in %s</strong>
sr_rs: <стронг>Пажња:</стронг> ваша претплата на <стронг>Систем за резервацију салона „Бизнис план“</стронг> је истекла, али је ваша лиценца и даље активна и <стронг>истиче за %с</стронг>

source: <strong>Renew it now and get a discounted price.</strong>
sr_rs: <стронг>Обновите га сада и остварите снижену цену.</стронг>

source: Renew for 30% off
sr_rs: Обновите за 30% попуста

source: <strong>Your subscription is active</strong>
sr_rs: <стронг>Ваша претплата је активна</стронг>

source: Your license will expire in %s, then will be automatically renewed.
sr_rs: Ваша лиценца истиче за %с, а затим ће бити аутоматски обновљена.

source: <strong>If you are happy with us, please submit a positive review.</strong>
sr_rs: <стронг>Ако сте задовољни са нама, пошаљите позитивну рецензију.</стронг>

source: Leave a review
sr_rs: Оставите рецензију

source: <strong>Your subscription has been cancelled!</strong>
sr_rs: <стронг>Ваша претплата је отказана!</стронг>

source: Your license will expire in %s, then you need to purchase a new one at its full price to continue using our services.
sr_rs: Ваша лиценца истиче за %с, а затим морате да купите нову по пуној цени да бисте наставили да користите наше услуге.

source: <strong>Renew it before the expiration and get a discounted price.</strong>
sr_rs: <стронг>Обновите га пре истека и остварите снижену цену.</стронг>

source: Renew for 15% off
sr_rs: Обновите за 15% попуста

source: We are loading your appointments calendar..
sr_rs: Учитавамо ваш календар заказивања..

source: Why don't you use our brand-new Web App?
sr_rs: Зашто не користите нашу потпуно нову веб апликацију?

source: Open the Web App
sr_rs: Отворите веб апликацију

source: Today
sr_rs: Данас

source: Previous
sr_rs: Претходна

source: Next
sr_rs: Следећи

source: Day
sr_rs: Дан

source: Week
sr_rs: Недеља

source: Month
sr_rs: Месец дана

source: Year
sr_rs: Година

source: Are you happy with us?
sr_rs: Да ли сте задовољни са нама?

source: Share your love for <strong>Salon Booking System</strong> leaving a positive review.
sr_rs: Поделите своју љубав према <стронг>систему за резервације салона</стронг> и оставите позитивну рецензију.

source: Let's grow our community.
sr_rs: Хајде да развијамо нашу заједницу.

source: Submit a review
sr_rs: Пошаљите рецензију

source: Free locked slots
sr_rs: Бесплатни закључани слотови

source: Start typing customer name or booking ID
sr_rs: Почните да куцате име клијента или ИД резервације

source: We are loading your appointments..
sr_rs: Учитавамо ваше термине..

source: Save
sr_rs: сачувати

source: until
sr_rs: све док

source: Close
sr_rs: Близу

source: Refer a friend and get a 30% discount
sr_rs: Препоручите пријатеља и остварите попуст од 30%.

source: Export reservations into a CSV file
sr_rs: Извезите резервације у ЦСВ датотеку

source: from
sr_rs: из

source: to
sr_rs: до

source: Bookings status legend
sr_rs: Легенда статуса резервације

source: Do you need help ?
sr_rs: Да ли ти треба помоћ ?

source: Add Customer
sr_rs: Додај купца

source: Yesterday
sr_rs: Јучер

source: This Week
sr_rs: Ове недеље

source: This Month
sr_rs: Овог месеца

source: Last Month
sr_rs: Прошлог месеца

source: This Quarter
sr_rs: Ово тромесечје

source: This Year
sr_rs: Ове године

source: Apply
sr_rs: Применити

source: Service
sr_rs: Услуга

source: Bookings
sr_rs: Резервације

source: Assistant
sr_rs: асистент

source: Customer
sr_rs: Цустомер

source: Reports
sr_rs: Извештаји

source: Tools
sr_rs: Алати

source: Settings debug
sr_rs: Отклањање грешака у подешавањима

source: Copy and paste into a text file the informations of this field and provide them to Salon Booking support.
sr_rs: Копирајте и налепите у текстуалну датотеку информације из овог поља и доставите их подршци за резервације салона.

source: Just click inside the textarea and copy (Ctrl+C)
sr_rs: Само кликните унутар поља за текст и копирајте (Цтрл+Ц)

source: Settings import
sr_rs: Увоз подешавања

source: Copy and paste into this field settings of the plugin to import settings into the current wordpress install.
sr_rs: Копирајте и налепите у ово поље подешавања додатка да бисте увезли подешавања у тренутну вордпресс инсталацију.

source: Import “Customers”
sr_rs: Увезите „купце“

source: loading
sr_rs: лоадинг

source: Import
sr_rs: Увоз

source: Well done! Your import has been successfully completed.
sr_rs: Добро урађено! Ваш увоз је успешно завршен.

source: Error! Something is gone wrong.
sr_rs: Грешка! Нешто је пошло наопако.

source: Download sample CSV file
sr_rs: Преузмите пример ЦСВ датотеке

source: Import “Services”
sr_rs: Увезите „Услуге“

source: Import “Assistants”
sr_rs: Увезите „помоћнике“

source: Import “Bookings”
sr_rs: Увезите „Резервације“

source: Import bookings from other platforms using a CSV file that respect our csv sample file structure.
sr_rs: Увезите резервације са других платформи користећи ЦСВ датотеку која поштује нашу структуру узорка цсв датотеке.

source: Drag your csv file here to import your “Bookings”
sr_rs: Превуците своју цсв датотеку овде да бисте увезли своје „Резервације“

source: You need to match your CSV file data with Salon Booking database
sr_rs: Морате да упарите податке ваше ЦСВ датотеке са базом података о резервацијама салона

source: Select for each column the corresponding one inside your file.
sr_rs: Изаберите за сваку колону одговарајућу у вашој датотеци.

source: Please provide all requested columns
sr_rs: Наведите све тражене колоне

source: ID
sr_rs: ИД

source: First name
sr_rs: Име

source: Last name
sr_rs: Презиме

source: Email
sr_rs: Емаил

source: Total amount
sr_rs: Укупан износ

source: Are you sure?
sr_rs: Јеси ли сигуран?

source: Yes, delete.
sr_rs: Да, избриши.

source: Select
sr_rs: Изаберите

source: Status
sr_rs: Статус

source: Phone
sr_rs: Телефон

source: Transaction fee
sr_rs: Трансакција такса

source: Duration
sr_rs: Трајање

source: Services
sr_rs: Услуге

source: Tips
sr_rs: Савети

source: Customer details
sr_rs: Детаљи о купцу

source: Personal note
sr_rs: Лична напомена

source: Administration note
sr_rs: Напомена администрације

source: Customer's bookings
sr_rs: Резервације купаца

source: Booking statistics
sr_rs: Статистика резервација

source: Reservations made and value
sr_rs: Резервације и вредност

source: Reservations per month
sr_rs: Резервације месечно

source: Reservations per week
sr_rs: Резервације недељно

source: Services booked per single reservation
sr_rs: Услуге резервисане по једној резервацији

source: Favourite week days
sr_rs: Омиљени дани у недељи

source: Favourite time
sr_rs: Омиљено време

source: not avalable yet
sr_rs: још није доступан

source: View Booking
sr_rs: Прикажи резервацију

source: by
sr_rs: од стране

source: Booking history
sr_rs: Историја резервација

source: Select a column
sr_rs: Изаберите колону

source: Preview
sr_rs: Преглед

source: Rollback to %s version
sr_rs: Вратите се на верзију %с

source: 1. Rollback your database to the %s version
sr_rs: 1. Вратите своју базу података на верзију %с

source: 2. Download Salon Booking %s
sr_rs: 2. Преузмите Салон Резервације %с

source: 3. Upload Salon Booking %s folder on your server
sr_rs: 3. Отпремите фасциклу Резервације салона %с на ваш сервер

source: Rollback database
sr_rs: Враћање базе података

source: Download
sr_rs: Преузимање

source: Salon booking plugin needs a valid license
sr_rs: Додатку за резервисање салона је потребна важећа лиценца

source: On-line booking is disabled
sr_rs: Он-лине резервација је онемогућена

source: Booking was rated
sr_rs: Резервација је оцењена

source: Payment of remaining amount of booking
sr_rs: Плаћање преосталог износа резервације

source: Booking Canceled
sr_rs: Резервација је отказана

source: Booking confirmed
sr_rs: Резервација потврђена

source: Pending payment on booking
sr_rs: Чека се плаћање приликом резервације

source: Your reservation at [SALON NAME] has been modified
sr_rs: Ваша резервација у [САЛОН НАМЕ] је измењена

source: New booking for
sr_rs: Нова резервација за

source: Reservation has been modified
sr_rs: Резервација је измењена

source: Proudly powered by
sr_rs: Проудли поверед би

source: Salon Booking System
sr_rs: Систем резервације салона

source: Salon Booking weekly report
sr_rs: Недељни извештај о резервацијама салона

source: Add to your calendars
sr_rs: Додајте у своје календаре

source: Google calendar
sr_rs: Гоогле календар

source: iCal calendar
sr_rs: иЦал календар

source: Outlook calendar
sr_rs: Оутлоок календар

source: CONFIRM BOOKING
sr_rs: ПОТВРДИ РЕЗЕРВАЦИЈУ

source: at
sr_rs: ат

source: BOOKING ID
sr_rs: БООКИНГ ИД

source: DATE & TIME
sr_rs: ДАТУМ ВРЕМЕ

source: SERVICES
sr_rs: УСЛУГЕ

source: SERVICES & ASSISTANTS
sr_rs: УСЛУГЕ И ПОМОЋНИЦИ

source: TOTAL AMOUNT
sr_rs: УКУПАН ИЗНОС

source: Already paid
sr_rs: Већ плаћено

source: TIP
sr_rs: САВЕТ

source: your customers
sr_rs: ваше муштерије

source: has submitted a new review on his last visit at
sr_rs: је поднео нову рецензију о својој последњој посети у

source: READ THE FULL REVIEW
sr_rs: ПРОЧИТАЈТЕ ЦЕЛУ РЕЦЕНЗИЈУ

source: YOUR CURRENT SCORE*
sr_rs: ВАШ ТРЕНУТНИ РЕЗУЛТАТ*

source: *Your personal current score is calculated considering all your past reservations with us.
sr_rs: *Ваш лични тренутни резултат се израчунава узимајући у обзир све ваше претходне резервације код нас.

source: It's used to give you special offers.
sr_rs: Користи се за давање посебних понуда.

source: CUSTOMER DETAILS
sr_rs: ДЕТАЉИ О КУПЦУ

source: PAY
sr_rs: ПЛАТИ

source: MANAGE
sr_rs: УПРАВЉАТИ

source: CANCEL
sr_rs: ПОНИШТИТИ, ОТКАЗАТИ

source: Your booking is pending, please await our confirmation.
sr_rs: Ваша резервација је на чекању, сачекајте нашу потврду.

source: CUSTOMER NOTES
sr_rs: ЦУСТОМЕР НОТЕС

source: Please pay the remaining amount of your booking.
sr_rs: Молимо вас да платите преостали износ ваше резервације.

source: CUSTOMER PREFERENCES
sr_rs: ПРЕФЕРЕНЦИЈЕ КЛИЈЕНАТА

source: Click on this button to send us your feedback
sr_rs: Кликните на ово дугме да бисте нам послали повратне информације

source: Dear
sr_rs: драга

source: We received the payment for your booking.
sr_rs: Примили смо уплату за вашу резервацију.

source: Find us on
sr_rs: Пронађите нас на

source: Important notes
sr_rs: Важне напомене

source: the following booking at %s has been canceled
sr_rs: следећа резервација у %с је отказана

source: Assistant Details
sr_rs: Детаљи о помоћнику

source: E-mail
sr_rs: Е-маил

source: no users found
sr_rs: нема пронађених корисника

source: Start typing the email
sr_rs: Почните да куцате имејл

source: Display phone inside booking notification
sr_rs: Прикажите телефон унутар обавештења о резервацији

source: Limit reservations to the following services
sr_rs: Ограничите резервације на следеће услуге

source: Select or search one or more services
sr_rs: Изаберите или претражите једну или више услуга

source: Use this option only if this assistant is able to provide specific services. If not leave it blank
sr_rs: Користите ову опцију само ако овај помоћник може да пружи одређене услуге. Ако не, оставите празно

source: Multiple Customers per Session
sr_rs: Више клијената по сесији

source: In the <strong>Pro</strong> version you could limit this assistant to view and manage only his own reservations.
sr_rs: У <стронг>Про</стронг> верзији можете ограничити овог помоћника да прегледа и управља само својим резервацијама.

source: Ok, I need this.
sr_rs: Ок, треба ми ово.

source: Limit access to assigned bookings only
sr_rs: Ограничите приступ само додељеним резервацијама

source: Limit access to back-end calendar only
sr_rs: Ограничите приступ само позадинском календару

source: Assistant Description
sr_rs: Опис помоћника

source: A very short description of this assistant. It is optional
sr_rs: Веома кратак опис овог асистента. Није обавезно

source: Calendar is not configured
sr_rs: Календар није конфигурисан

source: Assistant Google Calendar
sr_rs: Гоогле календар помоћника

source: Calendars
sr_rs: Календари

source: Accept
sr_rs: Прихвати

source: Refuse
sr_rs: Одбити

source: Set as default status
sr_rs: Постави као подразумевани статус

source: Done !
sr_rs: Готово !

source: Please set a new date and time
sr_rs: Подесите нови датум и време

source: Notes
sr_rs: Напомене

source: Rating
sr_rs: Оцена

source: Save as new customer
sr_rs: Сачувај као нови купац

source: Last edit
sr_rs: Последња измена

source: Select a day
sr_rs: Изаберите дан

source: Select an hour
sr_rs: Изаберите сат

source: OK! the date and time slot you selected is available
sr_rs: ОК! датум и време које сте изабрали су доступни

source: Amount
sr_rs: Износ

source: Tip
sr_rs: Савет

source: Amount to be paid
sr_rs: Износ који треба платити

source: Please click on "%s" button to see the updated prices
sr_rs: Кликните на дугме „%с“ да бисте видели ажуриране цене

source: Update booking
sr_rs: Ажурирајте резервацију

source: Personal message
sr_rs: Лична порука

source: Administration notes
sr_rs: Напомене администрације

source: Show more details
sr_rs: Прикажи више детаља

source: Re-send email notification to
sr_rs: Поново пошаљите обавештење путем е-поште на

source: Type a message for your customer
sr_rs: Унесите поруку за свог клијента

source: Send
sr_rs: Пошаљи

source: Re-send payment link
sr_rs: Поново пошаљите везу за плаћање

source: Units per session
sr_rs: Јединице по сесији

source: How many reservations for the same date/time slot ?
sr_rs: Колико резервација за исти термин/време?

source: Enable
sr_rs: Омогући

source: Disable
sr_rs: Онемогући

source: Use it to temporarily disable this resource
sr_rs: Користите га да привремено онемогућите овај ресурс

source: Assigned services
sr_rs: Додељене услуге

source: select one or more services
sr_rs: изаберите једну или више услуга

source: Select the services to be assigned to this resource
sr_rs: Изаберите услуге које ће бити додељене овом ресурсу

source: Service details
sr_rs: Детаљи услуге

source: Switch to "ADVANCED / Availability method" to set custom duration
sr_rs: Пређите на „НАПРЕДНО / Метод доступности“ да бисте подесили прилагођено трајање

source: Price
sr_rs: Цена

source: Variable duration
sr_rs: Променљиво трајање

source: Secondary
sr_rs: Секундарни

source: Select this if you want this service considered as secondary level service
sr_rs: Изаберите ово ако желите да се ова услуга сматра услугом секундарног нивоа

source: Exclusive service
sr_rs: Ексклузивна услуга

source: If enabled, when a customer choose this service no other services can be booked during the same reservation
sr_rs: Ако је омогућено, када корисник одабере ову услугу, ниједна друга услуга се не може резервисати током исте резервације

source: Hide on front-end
sr_rs: Сакриј на фронт-енд

source: If enabled this service will never be displayed on front-end
sr_rs: Ако је омогућена, ова услуга никада неће бити приказана на фронт-енду

source: Display if
sr_rs: Прикажи ако

source: always
sr_rs: увек

source: belong to the same category
sr_rs: припадају истој категорији

source: is child of selected service
sr_rs: је дете изабране услуге

source: Select parent services
sr_rs: Изаберите родитељске услуге

source: Execution Order
sr_rs: Налог о извршењу

source: Use a number to give this service an order of execution compared to the other services.
sr_rs: Користите број да овој услузи дате редослед извршења у поређењу са другим услугама.

source: Consider that this option will affect the availability of your staff members that you have associated with this service.
sr_rs: Узмите у обзир да ће ова опција утицати на доступност чланова вашег особља које сте повезали са овом услугом.

source: No assistant required
sr_rs: Није потребан помоћник

source: Parallel execution
sr_rs: Паралелно извршење

source: Multiple attendats
sr_rs: Више посетилаца

source: Minimum amount
sr_rs: Минимални износ

source: Service Offset
sr_rs: Сервице Оффсет

source: If enabled, create a block between two consecutive reservations for this service
sr_rs: Ако је омогућено, направите блок између две узастопне резервације за ову услугу

source: Offset Timing
sr_rs: Оффсет Тиминг

source: minutes
sr_rs: минута

source: Service lock
sr_rs: Сервисна брава

source: If enabled, new bookings for this service are locked for the time range defined in the settings.
sr_rs: Ако је омогућено, нове резервације за ову услугу се закључавају за временски период дефинисан у подешавањима.

source: Lock Timing
sr_rs: Лоцк Тиминг

source: Enable service break
sr_rs: Омогући прекид услуге

source: Break length
sr_rs: Дужина паузе

# part of:The time minimum breke is 30' with increase of 30' each
source: The time minimum breke is
sr_rs: Временски минимум паузе је

# part of: The time minimum breke is 30' with increase of 30' each
source: with increase of
sr_rs: са повећањем од

# part of: The time minimum breke is 30' with increase of 30' each
source: each
sr_rs: сваки

source: Break position
sr_rs: Прекидна позиција

source: Drug the slider to set the break position
sr_rs: Дрогните клизач да бисте поставили положај прекида

source: Direct link
sr_rs: Директна веза

source: Please set the Booking page <a href="%s" target="_blank">Settings > General > Salon Booking System required pages</a>
sr_rs: Подесите страницу за резервације <a href="%s" target="_blank">Подешавања &gt; Опште &gt; Захтеване странице Система резервације салона</a>

source: Use this link to move the user directly to the booking page with the service already selected.
sr_rs: Користите ову везу да преместите корисника директно на страницу за резервацију са већ изабраном услугом.

source: Variable price
sr_rs: Варијабилна цена

source: Active
sr_rs: Ацтиве

source: No assistants
sr_rs: Нема помоћника

source: This rule represents your open and close days, your open and close shift. Set carefully as it will affect your reservation system.
sr_rs: Ово правило представља ваше отворене и затворене дане, вашу отворену и затворену смену. Пажљиво поставите јер ће то утицати на ваш систем резервација.

source: Rule
sr_rs: Правило

source: Available days
sr_rs: Доступни дани

source: Available days checked and green.
sr_rs: Доступни дани су означени и зелени.

source: Select specific dates
sr_rs: Изаберите одређене датуме

source: First shift
sr_rs: Прва смена

source: Second shift
sr_rs: Друга смена

source: Shift enabled
sr_rs: Схифт је омогућен

source: Shift disabled
sr_rs: Схифт је онемогућен

source: Select resource
sr_rs: Изаберите ресурс

source: Select service
sr_rs: Изаберите услугу

source: Select a service
sr_rs: Изаберите услугу

source: Valid from
sr_rs: Важи од

source: Set a time range for this rule
sr_rs: Подесите временски опсег за ово правило

source: Apply from
sr_rs: Пријавите се од

source: Until
sr_rs: Све док

source: Remove this rule
sr_rs: Уклоните ово правило

source: No services addded yet
sr_rs: Још увек није додата ниједна услуга

source: This service has no duration, change it or add another one!
sr_rs: Ова услуга нема трајање, промените је или додајте другу!

source: Total services duration exceeded, change or remove one!
sr_rs: Укупно трајање услуга је прекорачено, промените или уклоните једну!

source: Start at
sr_rs: Почети у

source: End at
sr_rs: Крај у

source: Resource
sr_rs: Ресурс

source: No resources
sr_rs: Нема ресурса

source: Attendant
sr_rs: Послужитељ

source: Service addded
sr_rs: Додата је услуга

source: Remove
sr_rs: Уклони

source: On-line booking available days
sr_rs: Он-лине резервација доступних дана

source: Create one or more rules to limit online reservation to specific days and time range. <br />Leave blank if you want bookings available everydays at every hour
sr_rs: Направите једно или више правила да бисте ограничили онлајн резервацију на одређене дане и временски распон.<br /> Оставите празно ако желите да резервације буду доступне сваког дана у сваки сат

source: Add new booking rule
sr_rs: Додајте ново правило резервације

source: Salon Data Update Required
sr_rs: Потребно је ажурирање података о салону
