Repository: WordPressBugBounty/plugins-salon-booking-system
Catalog: salon-booking-system/languages/salon-booking-system-*.po
Languages: sr_rs

source: A database update is required for this version. Please make a back-up of your database before proceed.
sr_rs: За ову верзију је потребно ажурирање базе података. Направите резервну копију ваше базе података пре него што наставите.

source: Run the updater
sr_rs: Покрените програм за ажурирање

source: Pause booking service
sr_rs: Паузирајте услугу резервације

source: Availability mode
sr_rs: Режим доступности

source: Customers per session
sr_rs: Купци по сесији

source: Session average duration
sr_rs: Просечно трајање сесије

source: Booking steps order
sr_rs: Редослед корака за резервацију

source: Offset between reservations
sr_rs: Оффсет између резервација

source: Booking time range
sr_rs: Временски распон резервације

source: Holidays days
sr_rs: Дани празника

source: Booking manual confirmation
sr_rs: Ручна потврда резервације

source: User booking cancellation
sr_rs: Отказивање резервације корисника

source: Booking rescheduling
sr_rs: Репрограмирање резервације

source: How many people you can attend during a single time/session?
sr_rs: Колико људи можете присуствовати током једног времена/сесије?

source: Set these options carefully because it will affect the number of bookings you can accept for the same <strong>time/session</strong>.
sr_rs: Пажљиво подесите ове опције јер ће то утицати на број резервација које можете да прихватите за исто <стронг>време/сесију</стронг>.

source: This option will change the minimum hour fraction of the Time picker.
sr_rs: Ова опција ће променити минимални део сата у бирачу времена.

source: Minutes per session
sr_rs: Минута по сесији

source: We suggest you to set this option accordingly with the duration of your shortest service.
sr_rs: Предлажемо вам да ову опцију подесите у складу са трајањем ваше најкраће услуге.

source: Checkout options
sr_rs: Опције плаћања

source: Facebook login
sr_rs: Фацебоок пријава

source: Checkout form fields
sr_rs: Поља обрасца за наплату

source: Advanced Discount System
sr_rs: Напредни систем попуста

source: Services selection limit
sr_rs: Ограничење избора услуга

source: Booking notes
sr_rs: Белешке о резервацији

source: Enable guest checkout
sr_rs: Омогући одјаву гостију

source: If enabled users can checkout as a guest and no account will be created for them.
sr_rs: Ако је омогућено, корисници могу да плаћају као гост и за њих неће бити креиран налог.

source: Enable force guest checkout
sr_rs: Омогући принудно одјављивање гостију

source: If enabled all users will checkout as a guest and no account will be created for them.
sr_rs: Ако је омогућено, сви корисници ће се одјавити као гост и за њих неће бити креиран налог.

source: Enable Facebook login
sr_rs: Омогућите Фацебоок пријаву

source: Facebook application ID
sr_rs: ИД Фацебоок апликације

source: Facebook application Secret
sr_rs: Фацебоок апликација Сецрет

source: Facebook application Redirect URI
sr_rs: УРИ за преусмеравање Фацебоок апликације

source: Please, set this url to Facebook Login Valid Redirect URI. If empty, please set the Booking Page in Booking Rules settings
sr_rs: Молимо, подесите овај УРЛ на Фацебоок Логин Валид Редирецт УРИ. Ако је празна, поставите страницу за резервацију у подешавањима Правила резервације

source: Use this option to control the form fields to checkout
sr_rs: Користите ову опцију да контролишете поља обрасца за плаћање

source: Field type
sr_rs: Врста поља

source: Required
sr_rs: Потребан

source: User profile
sr_rs: Профил корисника

source: Hide on checkout
sr_rs: Сакриј се на одласку

source: Hide on booking
sr_rs: Сакриј се приликом резервације

source: Export to CSV
sr_rs: Извези у ЦСВ

source: Field name
sr_rs: Име поља

source: Field width
sr_rs: Ширина поља

source: Field default value
sr_rs: Подразумевана вредност поља

source: Select file type
sr_rs: Изаберите тип датотеке

source: Enter the list of options in the value:label format (one per row)
sr_rs: Унесите листу опција у формату валуе:лабел (једна по реду)

source: Check this box if you want to enable the Discount section
sr_rs: Означите ово поље ако желите да омогућите одељак Попуст

source: Primary service
sr_rs: Примарна услуга

source: No limits
sr_rs: Без ограничења

source: Set this option if you want to limit the number of services bookable during a single reservation.
sr_rs: Подесите ову опцију ако желите да ограничите број услуга које се могу резервисати током једне резервације.

source: Secondary services
sr_rs: Секундарне услуге

source: Make service selection required
sr_rs: Омогућите избор услуге

source: Use this field to provide your customers important infos about terms and conditions of their reservation.
sr_rs: Користите ово поље да својим клијентима пружите важне информације о условима и одредбама њихове резервације.

source: Will be displayed on checkout page before booking completition.
sr_rs: Биће приказано на страници за наплату пре завршетка резервације.

source: e.g. In case of delay we will take your seat for 15 minutes, then your booking priority will be lost
sr_rs: на пример. У случају кашњења заузећемо ваше место на 15 минута, а онда ће ваш приоритет резервације бити изгубљен

source: Last step note
sr_rs: Напомена о последњем кораку

source: Will be displayed on thankyou page. You can use [SALON PHONE], [SALON EMAIL]
sr_rs: Биће приказано на страници захвалности. Можете користити [САЛОН ПХОНЕ], [САЛОН ЕМАИЛ]

source: e.g. You will receive a booking confirmation by email.If you do not receive an email in 5 minutes, check your Junk Mail or Spam Folder. If you need to change your reservation, please call <strong>[SALON PHONE]</strong> or send an e-mail to <strong>[SALON EMAIL]</strong>
sr_rs: на пример. Добићете потврду резервације путем е-поште. Ако не добијете е-поруку за 5 минута, проверите своју нежељену пошту или фасциклу за нежељену пошту. Ако треба да промените своју резервацију, позовите <стронг>[САЛОН ПХОНЕ]</стронг> или пошаљите е-пошту на <стронг>[САЛОН ЕМАИЛ]</стронг>

source: Customer fidelity score
sr_rs: Оцена верности купаца

source: Customers will collect a score based on their bookings value and their retention.
sr_rs: Купци ће прикупити оцену на основу вредности њихове резервације и њиховог задржавања.

source: Here some useful resouces to understand how this plugin works:
sr_rs: Ево неколико корисних извора да бисте разумели како овај додатак функционише:

source: Documentation
sr_rs: Документација

source: Video tutorials
sr_rs: Видео туторијали

source: Tips and suggestions
sr_rs: Савети и предлози

source: Are you experiencing an issue with our plugin? Follow this guide first:
sr_rs: Да ли имате проблема са нашим додатком? Прво пратите овај водич:

source: Troubleshoot
sr_rs: Решавање проблема

source: If you need more assistance o report a bug follow these instructions:
sr_rs: Ако вам је потребна додатна помоћ да пријавите грешку, следите ова упутства:

source: <strong>PRO</strong> users please send and email to
sr_rs: <стронг>ПРО</стронг> кориснике пошаљите и пошаљите им е-пошту

source: <strong>FREE</strong> users please post the problem on <a href="https://wordpress.org/support/plugin/salon-booking-system" target="blank">worpdress.org</a> official forum.
sr_rs: <strong>БЕСПЛАТНИ</strong> корисници молимо да објавите проблем на званичном форуму <a href="https://wordpress.org/support/plugin/salon-booking-system" target="blank">ворпдресс.орг</a> .

source: Rate us!
sr_rs: Оцените нас!

source: Are you satisfied with Salon Booking System? Consider to leave a 5 stars rating on wordpress.org
sr_rs: Да ли сте задовољни системом резервације салона? Размислите о томе да оставите оцену од 5 звездица на вордпресс.орг

source: Let's rate
sr_rs: Хајде да оценимо

source: Show detailed information during checkout
sr_rs: Прикажите детаљне информације током плаћања

source: Only admin will see it.
sr_rs: Само администратор ће то видети.

source: Enable SLN Worker role
sr_rs: Омогући СЛН Воркер улогу

source: Google Calendar settings
sr_rs: Подешавања Гоогле календара

source: Synchronize your reservation on your Google Calendar account.
sr_rs: Синхронизујте своју резервацију на налогу Гоогле календара.

source: Google Calendar enabled
sr_rs: Гоогле календар је омогућен

source: Google Calendar disabled
sr_rs: Гоогле календар је онемогућен

source: When active even the "Payment pending" reservation need to be published on Google Calendar.
sr_rs: Када је активна, чак и резервација „Плаћање на чекању“ мора бити објављена у Гоогле календару.

source: Enabled
sr_rs: Омогућено

source: Disabled
sr_rs: Онемогућено

source: To use this feature you need to generate an OAuth Client ID on Google Developers Console. Click on "i" icon to get more information on this feature.
sr_rs: Да бисте користили ову функцију, потребно је да генеришете ОАутх ИД клијента на Гоогле Девелоперс Цонсоле. Кликните на икону "и" да бисте добили више информација о овој функцији.

source: Google Client ID
sr_rs: ИД Гоогле клијента

source: Google Client Secret
sr_rs: Тајна Гоогле клијента

source: Redirect URI
sr_rs: УРИ за преусмеравање

source: Follow these instructions to set-up your Google Calendar feature <br /><br />Whatch this video tutorial: https://screencast.com/t/X5UqZLUb<br /><br />1) Go to Google Developer Console<br />https://console.developers.google.com<br /><br />2 ) Click on Use Google APIs<br /><br />3 ) Click on Credentials link on left sidebar<br /><br />4 ) click on New Credential > OAuth ID<br /><br />5 ) Select Web application and click "Create"<br /><br />6 ) Set a name for your App ( your website name )<br /><br />7 ) Paste the URL of your website<br /><br />8 ) Copy the Redirect URI from Salon Booking settings > Google Calendar field and paste inside the Authorized redirect URIs field and click "Create". <br /><br />9 ) Copy and paste your Client ID inside Salon Booking settings > Google Calendar > Google Client Secret field and do the same thing with the Client Secret field. Then click on "Update settings". <br /><br />10) Enable Google Calendar and click Update settings - you will be redirected to a Google authorisation page where you need to click on "Allow" button. Then you'll be automatically redirected to the Salon Booking > Google Calendar page. <br /><br />11) Select which Google Calendar you want to use to publish all the new bookings.<br /><br />Use the "Synchronise booking" button to populate your selected Google Calendar with all current reservations. <br /><br />In case of need you can reset your Google Calendar from all the reservations using the "Delete all Google Calendar Events" button.
sr_rs: Пратите ова упутства да бисте подесили функцију Гоогле календара<br /><br /> Погледајте овај видео водич: хттпс://сцреенцаст.цом/т/Кс5УкЗЛУб<br /><br /> 1) Идите на Гоогле Девелопер Цонсоле<br /> хттпс://цонсоле.девелоперс.гоогле.цом<br /><br /> 2 ) Кликните на Користи Гоогле АПИ-је<br /><br /> 3 ) Кликните на везу Акредитиви на левој бочној траци<br /><br /> 4 ) кликните на Нови акредитив &gt; ОАутх ИД<br /><br /> 5 ) Изаберите веб апликацију и кликните на „Креирај“<br /><br /> 6) Подесите назив за своју апликацију (име ваше веб странице)<br /><br /> 7 ) Налепите УРЛ своје веб локације<br /><br /> 8 ) Копирајте УРИ за преусмеравање из подешавања резервације салона &gt; поља Гоогле календар и налепите у поље УРИ за овлашћено преусмеравање и кликните на „Креирај“.<br /><br /> 9 ) Копирајте и налепите свој ИД клијента у оквиру подешавања резервације салона &gt; Гоогле календар &gt; Гоогле Тајна тајна поља и урадите исту ствар са пољем Тајна клијента. Затим кликните на &quot;Ажурирај подешавања&quot;.<br /><br /> 10) Омогућите Гоогле календар и кликните на Ажурирај подешавања – бићете преусмерени на страницу Гоогле ауторизације где треба да кликнете на дугме „Дозволи“. Затим ћете бити аутоматски преусмерени на страницу Резервација салона &gt; Гоогле календар.<br /><br /> 11) Изаберите који Гоогле календар желите да користите за објављивање свих нових резервација.<br /><br /> Користите дугме „Синхронизуј резервацију“ да бисте попунили изабрани Гоогле календар свим тренутним резервацијама.<br /><br /> У случају потребе можете да ресетујете свој Гоогле календар са свих резервација помоћу дугмета „Избриши све догађаје Гоогле календара“.

source: Your Google calendars
sr_rs: Ваши Гоогле календари

source: To get the list of your Google Calendar you need to log-in with Google OAuth. At the moment you are not logged-in.
sr_rs: Да бисте добили листу свог Гоогле календара, потребно је да се пријавите помоћу Гоогле ОАутх-а. Тренутно нисте пријављени.

source: Get authorization
sr_rs: Добијте овлашћење

source: Google API Error:
sr_rs: Грешка Гоогле АПИ-ја:

source: Synchronize Bookings
sr_rs: Синхронизујте резервације

source: Delete all Google Calendar Events
sr_rs: Избришите све догађаје у Гоогле календару

source: Salon information
sr_rs: Информације о салону

source: Date and Time settings
sr_rs: Подешавања датума и времена

source: Assistant selection
sr_rs: Избор помоћника

source: SMS services
sr_rs: СМС услуге

source: Email notification services
sr_rs: Услуге обавјештавања путем е-поште

source: Automatic follow-up
sr_rs: Аутоматско праћење

source: Automatic feedback reminder
sr_rs: Аутоматски подсетник за повратне информације

source: API services
sr_rs: АПИ услуге

source: Salon Booking System required pages
sr_rs: Захтеване странице система резервације салона

source: Your salon name
sr_rs: Име вашег салона

source: Leaving this field empty will cause the default site name <strong>(%s)</strong> to be used
sr_rs: Ако ово поље оставите празним, биће коришћен подразумевани назив сајта <стронг>(%с)</стронг>

source: Salon contact e-mail
sr_rs: Контакт е-маил салона

source: Leaving this field empty will cause the default site email <strong>(%s)</strong> to be used
sr_rs: Ако ово поље оставите празним, биће коришћена подразумевана адреса е-поште сајта <стронг>(%с)</стронг>

source: Salon telephone number
sr_rs: Број телефона салона

source: Salon address
sr_rs: Адреса салона

source: write your address
sr_rs: напиши своју адресу

source: Provide the full address of your Salon
sr_rs: Наведите пуну адресу вашег салона

source: Upload your logo
sr_rs: Отпремите свој лого

source: Use a transparent png file
sr_rs: Користите провидну пнг датотеку

source: Date Format
sr_rs: Формат датума

source: Time Format
sr_rs: Формат времена

source: Select your favourite date and time format. Do you need another format? Send an email to support@wpchef.it
sr_rs: Изаберите свој омиљени формат датума и времена. Да ли вам треба други формат? Пошаљите е-пошту на суппорт@впцхеф.ит

source: Start week on
sr_rs: Почните недељу

source: Default Calendar View
sr_rs: Подразумевани приказ календара

source: Display slots using customer's time-zone
sr_rs: Прикажите уторе користећи временску зону корисника

source: Enable assistant selection
sr_rs: Омогућите избор помоћника

source: Let your customers choose their favourite staff member.
sr_rs: Нека ваши клијенти одаберу свог омиљеног члана особља.

source: Only from back-end
sr_rs: Само са задње стране

source: If enabled the assistant selection step will be hidden on front-end.
sr_rs: Ако је омогућен, корак избора помоћника ће бити сакривен на фронт-енду.

source: Assistants will be assigned automatically by the system.
sr_rs: Систем ће аутоматски доделити помоћнике.

source: Hide unavailable assistants
sr_rs: Сакриј недоступне помоћнике

source: Skip assistant selection step
sr_rs: Прескочи корак одабира помоћника

source: Skip assistant selection step, if only one is available
sr_rs: Прескочите корак за избор помоћника, ако је доступан само један

source: Disable "Choose an assistant for me"
sr_rs: Онемогућите „Изабери помоћника за мене“

source: When checked the option "Choose an assistant for me" will be removed on front-end Assistants selection step.
sr_rs: Када је означена опција „Изабери помоћника за мене“ биће уклоњена у кораку избора фронт-енд помоћника.

source: Enable multiple assistants selection
sr_rs: Омогућите избор више помоћника

source: Users can select more than one assistants for their booked services. Please set with care the "execution order" inside your services section.
sr_rs: Корисници могу да изаберу више од једног асистента за своје резервисане услуге. Пажљиво поставите „налог за извршење“ у одељку за услуге.

source: Enable assistant email on new bookings
sr_rs: Омогућите имејл помоћника за нове резервације

source: Assistants will receive an e-mail when selected for a new booking.
sr_rs: Помоћници ће добити е-пошту када буду изабрани за нову резервацију.

source: Manage staff
sr_rs: Управљајте особљем

source: If you need to add or manage your staff members.
sr_rs: Ако треба да додате или управљате својим члановима особља.

source: New booking email notification to customer
sr_rs: Ново обавештење о резервацији е-поштом клијенту

source: Email Subject
sr_rs: Наслов е-поште

source: You can use [DATE], [TIME], [SALON NAME]
sr_rs: Можете користити [ДАТЕ], [ТИМЕ], [НАМЕ] САЛОН

source: Disable new user welcome email
sr_rs: Онемогућите е-пошту добродошлице за новог корисника

source: Customize the booking notification message
sr_rs: Прилагодите поруку обавештења о резервацији

source: You can use [DATE], [TIME], [NAME], [SALON NAME]
sr_rs: Можете користити [ДАТЕ], [ТИМЕ], [НАМЕ], [НАМЕ]

source: Remind the appointment to the client with an Email
sr_rs: Подсетите клијента на термин е-поштом

source: Email Timing
sr_rs: Емаил Тиминг

source: Before the appointment
sr_rs: Пре именовања

source: Customize the booking reminder message
sr_rs: Прилагодите поруку подсетника за резервацију

source: Enable reservation follow-up
sr_rs: Омогућите праћење резервације

source: by Email
sr_rs: путем е-поште

source: by SMS
sr_rs: СМС-ом

source: Timing
sr_rs: Тајминг

source: Customer habit
sr_rs: Навика купаца

source: We'll send a message two days before the <strong>next estimated booking</strong>
sr_rs: Послаћемо поруку два дана пре <стронг>следеће процењене резервације</стронг>

source: After the last appointment
sr_rs: После последњег заказивања

source: write message
sr_rs: написати поруку

source: You can use this dynamic tags: [NAME], [SALON NAME]
sr_rs: Можете користити ове динамичке ознаке: [НАМЕ], [НАЗИВ САЛОНА]

source: Enable feedback submission request
sr_rs: Омогућите захтев за подношење повратних информација

source: Feedback submission URL
sr_rs: УРЛ за слање повратних информација

source: Subject for feedback mail
sr_rs: Предмет за повратне информације

source: Address auto-fill
sr_rs: Аутоматско попуњавање адресе

source: Google Places API Key
sr_rs: АПИ кључ за Гоогле места

source: Zapier
sr_rs: Запиер

source: Site Url
sr_rs: Урл сајта

source: API Key
sr_rs: АПИ кључ

source: Enable Editors as administrator
sr_rs: Омогућите уређиваче као администратор

source: This allows Wordpress users with Editor role to manage the Salon Booking section.
sr_rs: Ово омогућава корисницима Вордпресс-а са улогом уредника да управљају одељком Резервације салона.

source: Allow Assistants to export bookings to CSV
sr_rs: Дозволите Помоћницима да извозе резервације у ЦСВ

source: This allows Wordpress users with Salon Staff role to export the bookings to CSV.
sr_rs: Ово омогућава корисницима Вордпресс-а са улогом особља салона да извезу резервације у ЦСВ.

source: Reset settings
sr_rs: Ресетујте подешавања

source: Use this option to restore all the original settings. All your actual settings will be lost. <br />This operation can't be undone.
sr_rs: Користите ову опцију да бисте вратили сва оригинална подешавања. Сва ваша стварна подешавања ће бити изгубљена.<br /> Ова операција се не може опозвати.

source: Sed eget metus vitae enim suscipit scelerisque non sed neque. Mauris semper hendrerit erat, in consectetur arcu eleifend at. Donec orci lacus, euismod euismod luctus sed, rhoncus in tellus. Mauris tempus arcu ut luctus venenatis.
sr_rs: Сед егет метус витае еним сусципит сцелерискуе нон сед некуе. Маурис семпре хендрерит ерат, ин цонсецтетур арцу елеифенд ат. Донец орци лацус, еуисмод еуисмод луцтус сед, рхонцус ин теллус. Маурис темпус арцу ут луцтус вененатис.

source: Prices visibility
sr_rs: Видљивост цена

source: Currency
sr_rs: Валута

source: Set your currency
sr_rs: Подесите своју валуту

source: Set your currency position
sr_rs: Подесите своју валутну позицију

source: on left side
sr_rs: на левој страни

source: on right side
sr_rs: на десној страни

source: If you want a new currency to be added please send us an email to support@wpchef.it
sr_rs: Ако желите да се дода нова валута, пошаљите нам е-пошту на суппорт@впцхеф.ит

source: Decimal separator
sr_rs: Децимални сепаратор

source: Thousand separator
sr_rs: сепаратор хиљада

source: Hide Prices
sr_rs: Сакриј цене

source: Select this Option if you want to hide all prices from the front end.<br/>Note: Online Payment will be disabled.
sr_rs: Изаберите ову опцију ако желите да сакријете све цене са предње стране.<бр/>Напомена: Онлине плаћање ће бити онемогућено.

source: Accept online payments with PayPal, Stripe or many other payments platforms.
sr_rs: Прихватите онлајн плаћања са ПаиПал, Стрипе или многим другим платформама за плаћање.

source: Request upfront deposit or offer a "Pay later" option.
sr_rs: Затражите депозит унапред или понудите опцију „Плати касније“.

source: Switch to PRO version today, and get access to all available features.
sr_rs: Пређите на ПРО верзију данас и добијте приступ свим доступним функцијама.

source: OK, I need this..
sr_rs: ОК, треба ми ово..

source: Online payment
sr_rs: Онлине плаћање

source: Payment methods
sr_rs: Начини плаћања

source: Pay a deposit
sr_rs: Плати депозит

source: Tip request
sr_rs: Захтев за напојницу

source: Apply a transaction fee
sr_rs: Примените накнаду за трансакцију

source: Pending payment email
sr_rs: Имејл за плаћање на чекању

source: Minimum order amount
sr_rs: Минимални износ поруџбине

source: Unpaid reservations
sr_rs: Неплаћене резервације

source: Online payment<span>Allow users to pay in advance using one of the available payments methods.</span>
sr_rs: Онлајн плаћање<спан>Дозволи корисницима да плате унапред користећи један од доступних начина плаћања.</спан>

source: If enabled you need to setup one of the available payments methods.
sr_rs: Ако је омогућено, потребно је да подесите један од доступних начина плаћања.

source: If you want to integrate a new custom payment gateway please refere to <strong>custom_payment_gateway.txt</strong> file inside our plugin folder.
sr_rs: Ако желите да интегришете нови прилагођени пролаз за плаћање, погледајте датотеку <стронг>цустом_паимент_гатеваи.ткт</стронг> унутар наше фасцикле додатака.

source: Give users the option to pay once they are at your salon.
sr_rs: Дајте корисницима могућност да плате када дођу у ваш салон.

source: Percentage
sr_rs: Проценат

source: Fixed amount
sr_rs: Фиксни износ

source: Enable tip field
sr_rs: Омогући поље за савет

source: Select this option if you want collect tips from customers.
sr_rs: Изаберите ову опцију ако желите да прикупљате савете од купаца.

source: Specify the fee amount without currency symbol
sr_rs: Наведите износ накнаде без симбола валуте

source: Select mode
sr_rs: Изаберите режим

source: Fixed
sr_rs: Фиксно

source: Choose among "Percentage" and "Fixed" mode
sr_rs: Изаберите између "Проценат" и "Фиксни" режим

source: Disable the first email sent to the customer
sr_rs: Онемогућите прву е-пошту послату клијенту

source: Select this Option if you want to disable first pending payment email sent to the customer.
sr_rs: Изаберите ову опцију ако желите да онемогућите прву е-пошту о плаћању која је послата клијенту.

source: Enable cancellation
sr_rs: Омогући отказивање
