Repository: WordPressBugBounty/plugins-salon-booking-system
Catalog: salon-booking-system/languages/salon-booking-system-*.po
Languages: sr_rs

source: Upload image error.
sr_rs: Грешка при отпремању слике.

source: Sorry, you cannot list resources.
sr_rs: Жао нам је, не можете да наведете ресурсе.

source: Sorry, you cannot view resource.
sr_rs: Жао нам је, не можете да видите ресурс.

source: Save category error.
sr_rs: Грешка при чувању категорије.

source: Type of services (all, primary or secondary).
sr_rs: Врста услуга (све, примарне или секундарне).

source: The price for the resource.
sr_rs: Цена за ресурс.

source: The unit for the resource.
sr_rs: Јединица за ресурс.

source: The exclusive for the resource.
sr_rs: Ексклузивно за ресурс.

source: The secondary for the resource.
sr_rs: Секундарни за ресурс.

source: The secondary display mode for the resource.
sr_rs: Режим секундарног приказа за ресурс.

source: The parent services ids for the resource.
sr_rs: ИД-ови родитељских услуга за ресурс.

source: The order execution for the resource.
sr_rs: Извршење налога за ресурс.

source: The break between services for the resource.
sr_rs: Пауза између услуга за ресурс.

source: The no assistants for the resource.
sr_rs: Нема помоћника за ресурс.

source: The services categories ids for the resource.
sr_rs: ИД-ови категорија услуга за ресурс.

source: The notification push id the resource.
sr_rs: Обавештење гура ид ресурса.

source: Is all services.
sr_rs: Све услуге.

source: From date.
sr_rs: Од датума.

source: To date.
sr_rs: До данас.

source: Holiday Rule
sr_rs: Правило празника

source: Booking Rule
sr_rs: Правило резервације

source: Booking statuses.
sr_rs: Статуси резервације.

source: Photos of the customer.
sr_rs: Фотографије купца.

source: Unique identifier for the photo.
sr_rs: Јединствени идентификатор за фотографију.

source: Url file for the photo.
sr_rs: Урл датотека за фотографију.

source: Is default of the photo.
sr_rs: Подразумевано је за фотографију.

source: Created timestamp of the photo.
sr_rs: Направљена временска ознака фотографије.

source: The custom fields for the resource.
sr_rs: Прилагођена поља за ресурс.

source: The custom field item.
sr_rs: Ставка прилагођеног поља.

source: The key
sr_rs: Кључ

source: The value
sr_rs: Вредност

source: The label
sr_rs: Етикета

source: The type
sr_rs: Тип

source: Photo file.
sr_rs: Фото фајл.

source: Unique identifier for the photo resource.
sr_rs: Јединствени идентификатор за фото ресурс.

source: Photo.
sr_rs: Пхото.

source: Is default.
sr_rs: Подразумевано је.

source: Sorry, upload error.
sr_rs: Жао нам је, грешка при отпремању.

source: Photos of the resource.
sr_rs: Фотографије ресурса.

source: Label for the resource.
sr_rs: Ознака за ресурс.

source: Type for the resource.
sr_rs: Откуцајте за ресурс.

source: Required for the resource.
sr_rs: Обавезно за ресурс.

source: Hidden for the resource.
sr_rs: Скривено за ресурс.

source: Options for the resource.
sr_rs: Опције за ресурс.

source: The options item.
sr_rs: Ставка опција.

source: The customer profile for the resource.
sr_rs: Профил клијента за ресурс.

source: The booking hidden for the resource.
sr_rs: Резервација је скривена за ресурс.

source: The export csv for the resource.
sr_rs: ЦСВ за извоз за ресурс.

source: The additional for the resource.
sr_rs: Додатак за ресурс.

source: The default value for the resource.
sr_rs: Подразумевана вредност за ресурс.

source: The file type for the resource.
sr_rs: Тип датотеке за ресурс.

source: From time.
sr_rs: С времена.

source: To time.
sr_rs: Времену.

source: Daily.
sr_rs: Даили.

source: The enabled for the resource.
sr_rs: Омогућено за ресурс.

source: Booking date
sr_rs: Датум резервације

source: Booking amount
sr_rs: Износ резервације

source: Booking discount
sr_rs: Попуст за резервацију

source: Discount name
sr_rs: Назив попуста

source: Discount code
sr_rs: Код за попуст

source: Discount amoount
sr_rs: Износ попуста

source: Discount type
sr_rs: Врста попуста

source: Discount max usage limit
sr_rs: Ограничење максималног коришћења попуста

source: Discount current usage
sr_rs: Попуст на тренутну употребу

source: Is active?
sr_rs: Активан?

source: Inactive
sr_rs: Неактиван

source: Coupon code
sr_rs: Код купона

source: Automatic discount
sr_rs: Аутоматски попуст

source: Discount details
sr_rs: Детаљи о попусту

source: &nbsp
sr_rs: &нбсп

source: Discount usage history
sr_rs: Историја коришћења попуста

source: Type
sr_rs: Тип

source: Discount usages
sr_rs: Коришћење попуста

source: No
sr_rs: Не

source: Yes
sr_rs: да

source: Enter discount name
sr_rs: Унесите назив попуста

source: Discount updated.
sr_rs: Попуст је ажуриран.

source: Discount restored to revision from %s
sr_rs: Попуст је враћен на ревизију од %с

source: Discount published.
sr_rs: Попуст објављен.

source: Discount saved.
sr_rs: Попуст уштеђен.

source: Discount submitted.
sr_rs: Попуст послат.

source: Discount draft updated.
sr_rs: Нацрт попуста је ажуриран.

source: Salon Discount
sr_rs: Салон Дисцоунт

source: Add Discount
sr_rs: Додај попуст

source: Add New Discount
sr_rs: Додајте нови попуст

source: Edit Discount
sr_rs: Уреди попуст

source: New Discount
sr_rs: Нев Дисцоунт

source: View Discount
sr_rs: Погледајте попуст

source: Search Discounts
sr_rs: Претрага Попусти

source: No discounts found
sr_rs: Нису пронађени попусти

source: No discounts found in trash
sr_rs: Нема попуста у смећу

source: Discounts Archive
sr_rs: Архива попуста

source: This coupon is not valid for selected shop
sr_rs: Овај купон не важи за изабрану продавницу

source: This coupon is not valid for selected assistant
sr_rs: Овај купон не важи за изабраног асистента

source: This coupon was applied maximum number of times
sr_rs: Овај купон је примењен максималан број пута

source: Coupon expired
sr_rs: Купон је истекао

source: You applied this coupon maximum number of times
sr_rs: Применили сте овај купон максималан број пута

source: This coupon is not valid for selected services
sr_rs: Овај купон не важи за одабране услуге

source: Make more customer score to be able to use this coupon
sr_rs: Направите више резултата купаца да бисте могли да користите овај купон

source: Make more bookings to be able to use this coupon
sr_rs: Направите више резервација да бисте могли да користите овај купон

source: This coupon is not valid on %s
sr_rs: Овај купон не важи за %с

source: Weekly
sr_rs: Недељно

source: Codecanyon Product ID saved
sr_rs: Цодецанион ИД производа је сачуван

source: Codecanyon Product ID
sr_rs: Цодецанион ИД производа

source: Enter your Codecanyon Product ID
sr_rs: Унесите свој Цодецанион ИД производа

source: checking availability
sr_rs: проверавње доступности

source: Do you really want to cancel?
sr_rs: Да ли заиста желите да откажете?

source: fill this field
sr_rs: попуните ово поље

source: Profile updated successfully.
sr_rs: Профил је успешно ажуриран.

source: break
sr_rs: пауза

source: Could be not available
sr_rs: Можда није доступно

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
sr_rs: Унесите у монетарном децималном (%с) формату без сепаратора хиљада и симбола валуте.

source: Salon staff
sr_rs: Особље салона

source: Salon customer
sr_rs: Купац салона

source: Can't set booking services. Please, select others.
sr_rs: Није могуће подесити услуге резервације. Молимо изаберите друге.

source: Not available set some booking services. Please, select others.
sr_rs: Није доступно поставити неке услуге резервације. Молимо изаберите друге.

source: Not available set some secondary booking services. Please, select others.
sr_rs: Није доступно поставити неке секундарне услуге резервације. Молимо изаберите друге.

source: Can't set secondary booking services. Please, select others.
sr_rs: Не могу да подесим секундарне услуге резервације. Молимо изаберите друге.

source: Can't set attendants. Please, select others.
sr_rs: Не могу подесити пратиоце. Молимо изаберите друге.

source: Not available set some attendants. Please, select others.
sr_rs: Није доступно, поставите неке пратиоце. Молимо изаберите друге.

source: Salon Calendar
sr_rs: Салон Цалендар

source: Calendar
sr_rs: Календар

source: Salon Customers
sr_rs: Салон Цустомерс

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
sr_rs: <стронг>ГРЕШКА</стронг>: Ова адреса е-поште је већ регистрована, изаберите другу.

source: <strong>ERROR</strong>: This email is empty.
sr_rs: <стронг>ГРЕШКА</стронг>: Ова имејл адреса је празна.

source: Salon Reports
sr_rs: Салон Репортс

source: General
sr_rs: Генерал

source: Booking Rules
sr_rs: Правила резервације

source: Checkout
sr_rs: Провери

source: Payments
sr_rs: Плаћања

source: Style
sr_rs: Стиле

source: Google Calendar
sr_rs: Гоогле календар

source: Support
sr_rs: Подршка

source: Salon Settings
sr_rs: Подешавања салона

source: Settings
sr_rs: Подешавања

source: Salon Booking
sr_rs: Резервација салона

source: Salon Tools
sr_rs: Салон Тоолс

source: DATE/TIME
sr_rs: ДАТУМ ВРЕМЕ

source: CREATED
sr_rs: ЦРЕАТЕД

source: ASSISTANTS
sr_rs: АСИСТЕНТИ

source: NUMBER OF FOR EACH SERVICE
sr_rs: БРОЈ ЗА СВАКУ УСЛУГУ

source: TOTAL PRICE
sr_rs: УКУПНА ЦЕНА

source: STATUS
sr_rs: СТАТУС

source: CUSTOMER FIRST NAME
sr_rs: ИМЕ КУПЦА

source: CUSTOMER LAST NAME
sr_rs: ПРЕЗИМЕ КУПЦА

source: CUSTOMER EMAIL
sr_rs: ЦУСТОМЕР ЕМАИЛ

source: CUSTOMER PHONE
sr_rs: ЦУСТОМЕР ПХОНЕ

source: Reservations
sr_rs: Резервације

source: already paid as deposit
sr_rs: већ уплаћен као депозит

source: Settings updated successfully!
sr_rs: Подешавања су успешно ажурирана!

source: You have entered the wrong data
sr_rs: Унели сте погрешне податке

source: Basic (checks only the booking date)
sr_rs: Основни (проверава само датум резервације)

source: Advanced (evaluates also booking duration)
sr_rs: Напредно (процењује и трајање резервације)

source: High end (evaluates also service duration and priority)
sr_rs: Врхунски (процењује и трајање и приоритет услуге)

source: ERROR
sr_rs: ГРЕШКА

source: Mobile phone
sr_rs: Мобилни телефон

source: Address
sr_rs: Адреса

source: Text
sr_rs: Текст

source: Textarea
sr_rs: Тектареа

source: Checkbox
sr_rs: Поље за потврду

source: File
sr_rs: Филе

source: Html
sr_rs: Хтмл

source: Full
sr_rs: Пун

source: Half
sr_rs: Пола

source: Quarter
sr_rs: Квартал

source: Confirm your password
sr_rs: Потврдите лозинку

source: Sunday
sr_rs: недеља

source: Monday
sr_rs: Понедељак

source: Tuesday
sr_rs: уторак

source: Wednesday
sr_rs: Среда

source: Thursday
sr_rs: четвртак

source: Friday
sr_rs: петак

source: Saturday
sr_rs: Субота

source: entire amount (disabled)
sr_rs: цео износ (онемогућено)

source: fixed
sr_rs: фиксно

source: Use this if your column is at least 400px width
sr_rs: Користите ово ако је ширина колоне најмање 400 пиксела

source: Use this if your column is at least 600px width
sr_rs: Користите ово ако је ширина колоне најмање 600 пиксела

source: Use this if your column is at least 900px width
sr_rs: Користите ово ако је ширина колоне најмање 900 пиксела

source: Small
sr_rs: Мала

source: Medium
sr_rs: Средње

source: Large
sr_rs: Велики

source: The day is holiday
sr_rs: Дан је празник

source: This is non-working day
sr_rs: Ово је нерадни дан

source: The day is full
sr_rs: Дан је пун

source: Working hours
sr_rs: Радно време

source: Parallels hours for booking
sr_rs: Паралелни сати за резервацију

source: Number of reserved booking
sr_rs: Број резервисаних резервација

source: Time out of the booking time range.
sr_rs: Време је ван временског опсега резервације.

source: Available booking time range: from
sr_rs: Расположиви временски распон резервације: од

source: This assistant is not available for the selected service
sr_rs: Овај помоћник није доступан за изабрану услугу

source: You can select up to %d items
sr_rs: Можете да изаберете највише %д ставки

source: An assistant for selected services can't perform this service
sr_rs: Помоћник за изабране услуге не може да изврши ову услугу

source: This service is not available with exclusive service.
sr_rs: Ова услуга није доступна уз ексклузивну услугу.

source: You already selected service at
sr_rs: Већ сте изабрали услугу на

source: No one of the attendants isn't available for %s service
sr_rs: Нико од пратилаца није доступан за услугу %с

source: No one of the attendants isn't available for selected services
sr_rs: Нико од пратилаца није доступан за одабране услуге

source: Limit of parallels bookings at
sr_rs: Ограничење паралелних резервација на

source: This resource is not available for the selected service
sr_rs: Овај ресурс није доступан за изабрану услугу

source: Always
sr_rs: Увек

source: All days
sr_rs: Свих дана

source: Salon name
sr_rs: Назив салона

source: Salon phone
sr_rs: Салонски телефон

source: Salon email
sr_rs: Салон емаил

source: Booked services
sr_rs: Резервисане услуге

source: None
sr_rs: Ниједан

source: Customer name
sr_rs: Име клијента

source: Booking status
sr_rs: Статус резервације

source: Access token not found
sr_rs: Приступни токен није пронађен

source: Assistant description
sr_rs: Опис помоћника

source: Customer notification
sr_rs: Обавештење купца

source: Do not notify customer
sr_rs: Не обавештавајте купца

source: e-mail is not valid
sr_rs: е-пошта није важећа

source: First name can't be empty
sr_rs: Име не може бити празно

source: Last name can't be empty
sr_rs: Поље за презиме не може бити празно

source: e-mail can't be empty
sr_rs: е-маил не може бити празан

source: Booking Actions
sr_rs: Акције резервације

source: Resource details
sr_rs: Детаљи о ресурсима

source: Service description
sr_rs: Опис услуге

source: Service Description
sr_rs: Опис услуге

source: A very short description of this service. It is optional
sr_rs: Веома кратак опис ове услуге. Није обавезно

source: Your payment has not been completed
sr_rs: Ваша уплата није завршена

source: Payment failed, please try again
sr_rs: Плаћање није успело, покушајте поново

source: Payment method failed, details:
sr_rs: Начин плаћања није успео, детаљи:

source: Duplicate this item
sr_rs: Дуплирајте ову ставку

source: Duplicate
sr_rs: Дупликат

source: No post to duplicate has been supplied!
sr_rs: Није достављен ниједан пост за дуплирање!

source: Copy creation failed, could not find original:
sr_rs: Креирање копије није успело, нисам могао да пронађем оригинал:

source: Current user is not allowed to copy posts.
sr_rs: Тренутном кориснику није дозвољено да копира постове.

source: Attendant ID
sr_rs: ИД пратиоца

source: Thumbnail
sr_rs: Тхумбнаил

source: Telephone
sr_rs: Телефон

source: Availability
sr_rs: Доступност

source: Enter the assistant name
sr_rs: Унесите име помоћника

source: Assistant updated.
sr_rs: Асистент је ажуриран.

source: Assistant restored to revision from %s
sr_rs: Помоћник је враћен на ревизију са %с

source: Assistant published.
sr_rs: Асистент објављен.

source: Assistant saved.
sr_rs: Помоћник је сачуван.

source: Assistant submitted.
sr_rs: Асистент је послат.

source: Assistant scheduled for: <strong>%1$s</strong>.
sr_rs: Помоћник је заказан за: <стронг>%1$с</стронг>.

source: M j, Y @ G:i
sr_rs: Мј, И @ Г:и

source: Assistant draft updated.
sr_rs: Радна верзија Помоћника је ажурирана.

source: Salon Assistant
sr_rs: Салон Ассистант

source: Add Assistant
sr_rs: Додај помоћника

source: Add New Assistant
sr_rs: Додајте новог помоћника

source: Edit Assistant
sr_rs: Помоћник за уређивање

source: New Assistant
sr_rs: Нови асистент

source: View Assistant
sr_rs: Прикажи помоћника

source: Search Assistants
sr_rs: Сеарцх Ассистантс

source: No assistants found
sr_rs: Нису пронађени помоћници

source: No assistants found in trash
sr_rs: Ниједан помоћник није пронађен у смећу

source: Assistants Archive
sr_rs: Архива помоћника

source: Booking Date
sr_rs: Датум резервације

source: User name
sr_rs: Корисничко име

source: Booking Price
sr_rs: Цена резервације

source: Booking Services
sr_rs: Услуге резервације

source: Actions
sr_rs: Акције

source: Reminders
sr_rs: Подсетници

source: Trash
sr_rs: Смеће

source: Email failed
sr_rs: Е-пошта није успела

source: Email will be sent at %s
sr_rs: Е-пошта ће бити послата на %с

source: Email correctly sent on %s
sr_rs: Е-пошта је исправно послата %с

source: Sms failed
sr_rs: СМС није успео

source: Sms will be sent at %s
sr_rs: Смс ће бити послат на %с

source: Sms correctly sent on %s
sr_rs: Смс је исправно послат на %с

source: Switch to PRO to unlock the "Quick approval"
sr_rs: Пређите на ПРО да бисте откључали „Брзо одобрење“

source: Enter booking name
sr_rs: Унесите назив резервације

source: Booking updated.
sr_rs: Резервација је ажурирана.

source: Booking cancelled
sr_rs: Резервација је отказана

source: Booking restored to revision from %s
sr_rs: Резервација је враћена на ревизију од %с

source: Booking published.
sr_rs: Резервација објављена.

source: Booking saved.
sr_rs: Резервација је сачувана.

source: Booking submitted.
sr_rs: Резервација послата.

source: Booking scheduled for: <strong>%1$s</strong>.
sr_rs: Резервација је заказана за: <стронг>%1$с</стронг>.

source: Booking draft updated.
sr_rs: Нацрт резервације је ажуриран.

source: This is where bookings are stored.
sr_rs: Овде се чувају резервације.

source: Booking
sr_rs: Резервација

source: Add Booking
sr_rs: Додајте резервацију

source: Add New Booking
sr_rs: Додајте нову резервацију

source: Edit Booking
sr_rs: Уреди резервацију

source: New Booking
sr_rs: Нова резервација

source: Search Bookings
sr_rs: Претражите резервације

source: No bookings found
sr_rs: Нису пронађене резервације

source: No bookings found in trash
sr_rs: Нису пронађене резервације у смећу

source: Booking Archive
sr_rs: Архива резервација

source: All users name
sr_rs: Име свих корисника

source: All attendants
sr_rs: Сви пратиоци

source: Resource ID
sr_rs: ИД ресурса

source: Is active
sr_rs: Активан

source: Services assigned
sr_rs: Додељене услуге

source: YES
sr_rs: ДА

source: NO
sr_rs: НЕ

source: Enter resource name
sr_rs: Унесите име ресурса

source: Resource updated.
sr_rs: Ресурс је ажуриран.

source: Resource restored to revision from %s
sr_rs: Ресурс враћен на ревизију са %с

source: Resource published.
sr_rs: Ресурс објављен.

source: Resource saved.
sr_rs: Ресурс сачуван.

source: Resource submitted.
sr_rs: Ресурс је достављен.

source: Resource scheduled for: <strong>%1$s</strong>.
sr_rs: Ресурс заказан за: <стронг>%1$с</стронг>.

source: Resource draft updated.
sr_rs: Нацрт ресурса је ажуриран.

source: Salon Resource
sr_rs: Салон Ресоурце

source: Add Resource
sr_rs: Додај ресурс

source: Add New Resource
sr_rs: Додај нови ресурс

source: Edit Resource
sr_rs: Уреди ресурс

source: New Resource
sr_rs: Нев Ресоурце

source: View Resource
sr_rs: Виев Ресоурце

source: Search Resources
sr_rs: Претражите ресурсе

source: No resources found
sr_rs: Нису пронађени ресурси

source: No resources found in trash
sr_rs: Нема ресурса у смећу

source: Resources Archive
sr_rs: Ресоурцес Арцхиве

source: Service ID
sr_rs: ИД услуге

source: Enter service name
sr_rs: Унесите назив услуге

source: Service updated.
sr_rs: Услуга је ажурирана.

source: Service restored to revision from %s
sr_rs: Услуга је враћена на ревизију од %с

source: Service published.
sr_rs: Услуга објављена.

source: Service saved.
sr_rs: Услуга је сачувана.

source: Service submitted.
sr_rs: Услуга је послата.

source: Service scheduled for: <strong>%1$s</strong>.
sr_rs: Услуга је заказана за: <стронг>%1$с</стронг>.

source: Service draft updated.
sr_rs: Нацрт услуге је ажуриран.

source: Salon Service
sr_rs: Салон Сервице

source: Add Service
sr_rs: Додајте услугу

source: Add New Service
sr_rs: Додај нову услугу

source: Edit Service
sr_rs: Уреди услугу

source: New Service
sr_rs: Нова услуга

source: View Service
sr_rs: Виев Сервице

source: Search Services
sr_rs: Сеарцх Сервицес

source: No services found
sr_rs: Нису пронађене услуге

source: No services found in trash
sr_rs: У отпаду није пронађена ниједна услуга

source: Services Archive
sr_rs: Сервицес Арцхиве

source: Removed customer "%s"
sr_rs: Уклоњен клијент „%с“

# taxonomy general name
source: Service Categories
sr_rs: Сервице Цатегориес

# taxonomy singular name
source: Service Category
sr_rs: Категорија услуге

source: Search Service Category
sr_rs: Тражите категорију услуге

source: All Service Categories
sr_rs: Све категорије услуга

source: Edit Service Category
sr_rs: Уредите категорију услуге

source: Update Service Category
sr_rs: Ажурирајте категорију услуге

source: Add New Service Category
sr_rs: Додајте нову категорију услуге

source: New Service Category Name
sr_rs: Назив нове категорије услуге

source: Service Category
sr_rs: Категорија услуге

source: Services Categories
sr_rs: Категорије услуга

source: Not defined
sr_rs: Није дефинисано

source: You cannot modify this taxonomy.
sr_rs: Не можете да мењате ову таксономију.

source: Manage service categories
sr_rs: Управљајте категоријама услуга

source: Category image
sr_rs: Слика категорије

source: Multiple attendants selection is disabled. You must select one attendant for all services.
sr_rs: Избор више пратилаца је онемогућен. Морате изабрати једног пратиоца за све услуге.

source: Operation completed!
sr_rs: Операција завршена!

source: Google Client is not connected!
sr_rs: Гоогле клијент није повезан!

source: Choose among your Calendars
sr_rs: Изаберите неки од својих календара

source: Booking URL
sr_rs: УРЛ за резервацију

source: Discount amount
sr_rs: Износ попуста

source: Net total amount
sr_rs: Нето укупан износ

source: error
sr_rs: грешка

source: invalid
sr_rs: неважећим

source: active
sr_rs: активан

source: needs a valid license
sr_rs: потребна је важећа лиценца

source: <p>Please insert your license key
sr_rs: <п>Убаците кључ лиценце

source: License deactivated with success
sr_rs: Лиценца је успешно деактивирана

source: License Key
sr_rs: Лиценцни кључ

source: Enter your license key
sr_rs: Унесите кључ лиценце

source: License State
sr_rs: Држава лиценце

source: Deactivate License
sr_rs: Деактивирајте лиценцу

source: Payment id
sr_rs: ИД плаћања

source: Customer email
sr_rs: Е-пошта клијента

source: Expires
sr_rs: Истиче

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
sr_rs: Доступна је нова верзија %1$с. <a target="_blank" class="thickbox" href="%2$s">Погледајте детаље о верзији %3$с</a> или <a href="%4$s">ажурирајте одмах</a> .

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
sr_rs: Доступна је нова верзија %1$с. <a target="_blank" class="thickbox" href="%2$s">Погледајте детаље о верзији %3$с</a> .

source: Sln worker
sr_rs: Слн радник

source: hours
sr_rs: сати

source: 1 day
sr_rs: 1 дан

source: Discount applied
sr_rs: Примењен је попуст

source: This is a
sr_rs: Ово је

source: Code to be used
sr_rs: Код који ће се користити

source: Copy this code and give it to your customers
sr_rs: Копирајте овај код и дајте га својим клијентима

source: Automatic discount settings
sr_rs: Аутоматска подешавања попуста

source: Automatically apply when the rules are met
sr_rs: Аутоматски се примењује када се испуне правила

source: Reservations collected by a single customer
sr_rs: Резервације прикупљене од стране једног клијента

source: Reservations amount collected by a single customer
sr_rs: Износ резервације прикупљен од стране једног клијента

source: Customer score points
sr_rs: Бодови купаца

source: On these specific date period
sr_rs: На овај одређени датумски период

source: On these specific days of the week
sr_rs: Овим одређеним данима у недељи

source: Number of reservations
sr_rs: Број резервација
