Repository: WordPressBugBounty/plugins-salon-booking-system
Catalog: salon-booking-system/languages/salon-booking-system-*.po
Languages: sr_rs

source: Amount of reservations
sr_rs: Износ резервација

source: Customer has at least points as a score
sr_rs: Купац има најмање бодова као резултат

source: From
sr_rs: Од

source: To
sr_rs: До

source: Select one or more days of the week where the discount is valid
sr_rs: Изаберите један или више дана у недељи када попуст важи

source: Add new rule
sr_rs: Додајте ново правило

source: Type the amount of this discount
sr_rs: Унесите износ овог попуста

source: Maximum uses limit
sr_rs: Ограничење максималног коришћења

source: Leave it blank for an unlimited times of usage
sr_rs: Оставите празно за неограничено време коришћења

source: Per single user limit
sr_rs: Ограничење по једном кориснику

source: Limit this discount to the following services
sr_rs: Ограничите овај попуст на следеће услуге

source: Leave it blank if you want to be applied to all services
sr_rs: Оставите празно ако желите да се примени на све услуге

source: Limit this discount to the assistants
sr_rs: Ограничите овај попуст на асистенте

source: Leave it blank if you want to be applied to all assistants
sr_rs: Оставите празно ако желите да се примени на све помоћнике

source: Limit this discount to the following shops
sr_rs: Ограничите овај попуст на следеће продавнице

source: Leave it blank if you want to be applied to all shops
sr_rs: Оставите празно ако желите да се примени на све продавнице

source: Notify this discout by email.
sr_rs: Обавестите овај дискоут путем е-поште.

source: Hide from Booking My Account
sr_rs: Сакриј од Боокинг Ми Аццоунт

source: Total usage ( %d )
sr_rs: Укупна употреба ( %д )

source: AVAILABLE DISCOUNTS
sr_rs: ДОСТУПНИ ПОПУСТИ

source: NEW RESERVATION
sr_rs: НОВА РЕЗЕРВАЦИЈА

source: DISCOUNT APPLIED
sr_rs: ПРИМЕНИ СЕ ПОПУСТ

source: Expiration
sr_rs: Истицање

source: Used <strong>%s</strong> times
sr_rs: Искоришћено <стронг>%с</стронг> пута

source: Display reservations
sr_rs: Прикажи резервације

source: Hide reservations
sr_rs: Сакриј резервације

source: key in your coupon code
sr_rs: унесите код купона

source: this is your salon last week performances report.
sr_rs: ово је извештај о перформансима вашег салона прошле недеље.

source: BEST PERFORMANCE
sr_rs: НАЈБОЉЕ ПЕРФОРМАНСЕ

source: CHECK FULL REPORT
sr_rs: ПРОВЕРИТЕ КОМПЛЕТАН ИЗВЕШТАЈ

source: MOST BOOKED ASSISTANTS
sr_rs: НАЈБОЉЕ РЕЗЕРВИСАНИ ПОМОЋНИЦИ

source: MOST BOOKED SERVICES
sr_rs: НАЈБОЉЕ РЕЗЕРВОВАНЕ УСЛУГЕ

source: MOST BOOKED WEEK DAYS
sr_rs: НАЈБОЉЕ РЕЗЕРВИСАНИ ДАНИ У НЕДЕЉИ

source: TOTAL RESERVATIONS / REVENUES
sr_rs: УКУПНО РЕЗЕРВАЦИЈЕ / ПРИХОДИ

source: PAID ONLINE
sr_rs: ПЛАЋА СЕ ОНЛИНЕ

source: PAID LATER
sr_rs: ПЛАЋЕН КАСНИЈЕ

source: CANCELLED
sr_rs: ОТКАЗАНО

source: TOP SPENDER CUSTOMERS
sr_rs: ВРХУНСКИ КУПЦИ

source: Pay <strong class='sln-total-price'>%s</strong> with
sr_rs: Платите <strong class='sln-total-price'>%</strong> с са

source: Pay Now
sr_rs: Платити сада

source: Paypal account informations
sr_rs: Информације о Паипал налогу

source: Your PayPal account e-mail
sr_rs: Е-пошта вашег ПаиПал налога

source: Enable PayPal sandbox
sr_rs: Омогућите ПаиПал сандбок

source: Check this option to test PayPal payments using your PayPal Sandbox account.
sr_rs: Означите ову опцију да бисте тестирали ПаиПал плаћања користећи свој ПаиПал Сандбок налог.

source: Stripe account informations
sr_rs: Информације о Стрипе налогу

source: Secret key
sr_rs: Тајни кључ

source: Enter your Stripe api key
sr_rs: Унесите свој Стрипе апи кључ

source: Publishable key
sr_rs: Кључ за објављивање

source: Enter your Stripe publishable api key
sr_rs: Унесите свој АПИ кључ за објављивање Стрипе

source: Select a payment method
sr_rs: Изабери начин плаћања

source: CREDIT CARD
sr_rs: КРЕДИТНА КАРТИЦА

source: BANCONTACT
sr_rs: БАНЦОНТАЦТ

source: Welcome back
sr_rs: Добродошли назад

source: Current Score
sr_rs: Тренутни резултат

source: Appointments
sr_rs: Састанци

source: Profile
sr_rs: Профил

source: The booking has been cancelled
sr_rs: Резервација је отказана

source: You don't have upcoming reservations, do you want to re-schedule your last appointment with us?
sr_rs: Немате предстојеће резервације, да ли желите да поново закажете свој последњи термин код нас?

source: Display past reservations
sr_rs: Прикажи претходне резервације

source: Reservations history
sr_rs: Историја резервација

source: No bookings
sr_rs: Нема резервација

source: Scroll down to load past reservations
sr_rs: Померите се надоле да бисте учитали претходне резервације

source: Rate our service (required)
sr_rs: Оцените нашу услугу (обавезно)

source: Send your review
sr_rs: Пошаљите своју рецензију

source: Thank you for your review. It will help us improving our services.
sr_rs: Хвала вам на рецензији. То ће нам помоћи да побољшамо наше услуге.

source: We hope to see you again at
sr_rs: Надамо се да ћемо се поново видети на

source: When
sr_rs: Када

source: Action
sr_rs: поступак

source: Booking ID
sr_rs: ИД резервације

source: Feedback submitted
sr_rs: Повратне информације су послате

source: Leave a feedback
sr_rs: Оставите повратну информацију

source: Pay
sr_rs: Плати

source: Booking rescheduled
sr_rs: Резервација је померена

source: Reschedule
sr_rs: Ресцхедуле

source: select an option
sr_rs: изаберите опцију

source: Update Profile
sr_rs: Ажурирање профил

source: What do you need?
sr_rs: Шта ти треба?

source: Coupon is not valid
sr_rs: Купон није важећи

source: Coupon was applied
sr_rs: Купон је примењен

source: Discount id is not valid
sr_rs: ИД попуста није важећи

source: Method not found
sr_rs: Метода није пронађена

source: File not found
sr_rs: Фајл није пронађен

source: Cannot create tmp file
sr_rs: Није могуће креирати тмп датотеку

source: Cannot write to tmp file
sr_rs: Није могуће писати у тмп датотеку

source: Filename not found
sr_rs: Назив датотеке није пронађен

source: Import data not found
sr_rs: Подаци о увозу нису пронађени

source: Data not found
sr_rs: Подаци нису пронађени

source: You don't have permissions
sr_rs: Немате дозволе

source: Something gone wrong with the selection. Please reselect the holyday.
sr_rs: Нешто није у реду са избором. Поново изаберите празник.

source: Tips is not valid
sr_rs: Савети нису валидни

source: Tips was applied
sr_rs: Савети су примењени

source: bookings
sr_rs: резервације

source: revenue
sr_rs: прихода

source: hrs
sr_rs: сати

source: mns
sr_rs: мнс

source: available left
sr_rs: доступно лево

source: Cancellation disabled
sr_rs: Отказивање је онемогућено

source: You don't have access
sr_rs: Немате приступ

source: %s more assistant
sr_rs: %с више помоћника

source: There are no time slots available for this period - Please select a different hour
sr_rs: Нема доступних термина за овај период - изаберите други сат

source: There are no time slots available today - Please select a different day
sr_rs: Данас нема доступних термина - изаберите други дан

source: We are unavailable at:
sr_rs: Недоступни смо на:

source: The date is too far, the maximum allowed is:
sr_rs: Датум је предалеко, максимално дозвољено је:

source: The date is too near, the minimum allowed is:
sr_rs: Датум је преблизу, минимално дозвољено је:

source: The attendant is unavailable on this day
sr_rs: Послужитељ је недоступан овог дана

source: There are no free time slots on this day
sr_rs: Овог дана нема слободних термина

source: Time is free for services and attendants.
sr_rs: Време је слободно за службе и пратиоце.

source: This service is exclusive. Please remove other services.
sr_rs: Ова услуга је ексклузивна. Уклоните друге услуге.

source: These selected services have exclusive service. Please remove it before add.
sr_rs: Ове одабране услуге имају ексклузивну услугу. Уклоните га пре додавања.

source: E-mail sent
sr_rs: Емаил послат

source: User not found
sr_rs: Корисник није пронађен

source: User updated
sr_rs: Корисник је ажуриран

source: Set rating and comment
sr_rs: Подесите оцену и коментар

source: Plivo: Please check your settings
sr_rs: Пливо: Проверите подешавања

source: Booking Review
sr_rs: Преглед резервације

source: Customer ID
sr_rs: идентификација купца

source: First Name
sr_rs: Име

source: Last Name
sr_rs: Презиме

source: Total Reservations
sr_rs: Тотал Ресерватионс

source: Customer Value
sr_rs: Вредност купца

source: Search customers
sr_rs: Претражите клијенте

source: Last Week
sr_rs: Прошле недеље

source: Last Quarter
sr_rs: Последња четвртина, последњи фртаљ

source: Last Year
sr_rs: Прошле године

source: Custom
sr_rs: Обичај

source: Filter
sr_rs: Филтер

source: Reservations and revenues
sr_rs: Резервације и приходи

source: Reservations and revenues by services
sr_rs: Резервације и приходи по услугама

source: Reservations and revenues by assistants
sr_rs: Резервације и приходи асистената

source: Top customers
sr_rs: Врхунски купци

source: Earnings (%s)
sr_rs: Зарада (%с)

source: Earnings
sr_rs: Зарада

source: Reservations in the selected time range
sr_rs: Резервације у изабраном временском опсегу

source: No customers bookings
sr_rs: Нема резервација купаца

source: try again
sr_rs: Покушајте поново

source: Page verification failed
sr_rs: Верификација странице није успела

source: Update completed with success
sr_rs: Ажурирање је успешно завршено

source: Update reset with success
sr_rs: Ресетовање ажурирања успешно

source: Invalid Email in Salon contact e-mail field
sr_rs: Неважећа адреса е-поште у пољу е-поште за контакт са салоном

source: Test sms sent with success
sr_rs: Тест СМС послат успешно

source: Hi, the new reservation at [SALON NAME] on [DATE] at [TIME].
sr_rs: Здраво, нова резервација у [САЛОН НАМЕ] [ДАТУМ] у [ТИМЕ].

source: remember to customize your settings
sr_rs: не заборавите да прилагодите своја подешавања

source: Reset completed with success
sr_rs: Ресетовање је успешно завршено

source: This service is unavailable w/o parent service
sr_rs: Ова услуга је недоступна без родитељске услуге

source: This service is unavailable w/o primary service in the same category
sr_rs: Ова услуга је недоступна без примарне услуге у истој категорији

source: This service is unavailable
sr_rs: Ова услуга је недоступна

source: Availability:
sr_rs: Доступност:

source: The service for %s is currently full
sr_rs: Услуга за %с је тренутно пуна

source: No assistants available for this service at
sr_rs: Нема доступних помоћника за ову услугу на

source: This attendant is unavailable
sr_rs: Овај пратилац је недоступан

source: This assistant is full at %s
sr_rs: Овај помоћник је пун на %с

source: This resource is full at %s
sr_rs: Овај ресурс је пун на %с

source: No resources available for this service at
sr_rs: Нема доступних ресурса за ову услугу на

source: username can't be empty
sr_rs: корисничко име не може бити празно

source: password can't be empty
sr_rs: лозинка не може бити празна

source: Choose an assistant for me
sr_rs: Изаберите помоћника за мене

source: Select your assistants
sr_rs: Изаберите своје помоћнике

source: Select your assistant
sr_rs: Изаберите свог помоћника

source: No more slots available until
sr_rs: Нема више доступних слотова до

source: When do you want to come?
sr_rs: када желиш да дођеш?

source: E-mail exists
sr_rs: Е-пошта постоји

source: Passwords are different
sr_rs: Лозинке су различите

source: Returning customer?
sr_rs: Купац?

source: Please fill out the form to checkout
sr_rs: Молимо вас да попуните формулар за плаћање

source: Mobile phone can't be empty
sr_rs: Мобилни телефон не може бити празан

source: No one of the resources isn't available for %s service
sr_rs: Ниједан од ресурса није доступан за услугу %с

source: You need to choose
sr_rs: Треба изабрати

source: Something more?
sr_rs: Нешто више?

source: You must choose at least one service
sr_rs: Морате изабрати најмање једну услугу

source: Phone number wrong or not defined, you need to define a valid phone number
sr_rs: Број телефона је погрешан или није дефинисан, потребно је да дефинишете важећи број телефона

source: Your verification code is not valid
sr_rs: Ваш верификациони код није важећи

source: The minimum order amount is %s
sr_rs: Минимални износ поруџбине је %с

source: Booking summary
sr_rs: Резиме резервације

source: Wrong Nonce.
sr_rs: Вронг Нонце.

source: Something goes wrong
sr_rs: Нешто крене наопако
