Repository: WordPressBugBounty/plugins-salon-booking-system
Catalog: salon-booking-system/languages/salon-booking-system-*.po
Languages: sr_rs

source: Select this option if you want to automatically cancel unpaid reservations.
sr_rs: Изаберите ову опцију ако желите да аутоматски откажете неплаћене резервације.

source: Delete unpaid reservations after
sr_rs: Избришите неплаћене резервације након

source: Set the time range to complete the online payment.
sr_rs: Подесите временски опсег за завршетак онлајн плаћања.

source: Enable TAX calculation
sr_rs: Омогућите обрачун пореза

source: Switch to PRO to unlock this feature
sr_rs: Пребаците се на ПРО да бисте откључали ову функцију

source: Enter tax inclusive prices
sr_rs: Унесите цене са порезом

source: Enter tax exclusive prices
sr_rs: Унесите цене без пореза

source: Enter TAX %
sr_rs: Унесите ТАКС %

source: Select booking form layout
sr_rs: Изаберите изглед обрасца за резервацију

source: Custom colors
sr_rs: Прилагођене боје

source: Ajax steps
sr_rs: Ајакс кораци

source: Bootstrap assets
sr_rs: Боотстрап средства

source: Select your favorite booking form layout
sr_rs: Изаберите свој омиљени изглед обрасца за резервацију

source: Choose the one that best fits your page
sr_rs: Изаберите онај који најбоље одговара вашој страници

source: Custom colors are enabled
sr_rs: Прилагођене боје су омогућене

source: Custom colors are disabled
sr_rs: Прилагођене боје су онемогућене

source: Sample page/step title
sr_rs: Пример наслова странице/корака

source: Sample label
sr_rs: Узорак етикете

source: Sample input
sr_rs: Пример уноса

source: Sample button
sr_rs: Дугме узорка

source: Background color
sr_rs: Боја позадине

source: Main color
sr_rs: Главна боја

source: Text color
sr_rs: Боја текста

source: Ajax steps <span>This allows loading steps via ajax</span>
sr_rs: Ајак кораци <спан>Ово омогућава учитавање корака преко ајак-а</спан>

source: Enable ajax steps
sr_rs: Омогући ајак кораке

source: This allows loading steps via ajax for a more smooth booking form transition.
sr_rs: Ово омогућава учитавање корака преко ајак-а за глаткију транзицију обрасца за резервацију.

source: Disable bootstrap assets
sr_rs: Онемогућите средства за покретање

source: CSS on front-end
sr_rs: ЦСС на фронт-енду

source: Use it in case of conflicts with your theme
sr_rs: Користите га у случају сукоба са вашом темом

source: JS on front-end
sr_rs: ЈС на фронт-енду

source: Replace booking modal window with a pop-up
sr_rs: Замените модални прозор за резервацију искачућим прозором

source: This allows replace booking modal window with a pop-up.
sr_rs: Ово омогућава замену модалног прозора за резервацију искачућим прозором.

source: Disable Google fonts
sr_rs: Онемогућите Гоогле фонтове

source: Disable all Google fonts according to the standard GDPR.
sr_rs: Онемогућите све Гоогле фонтове у складу са стандардом ГДПР.

source: This rule is always Enabled
sr_rs: Ово правило је увек омогућено

source: Not always Enabled
sr_rs: Није увек омогућено

source: Start on
sr_rs: Почиње

source: at
sr_rs: ат

source: End on
sr_rs: Крај на

source: Select your favourite booking system mode.
sr_rs: Изаберите свој омиљени режим система резервације.

source: Choose which kind of booking algorithm want to use for your salon according to your specific booking needs.
sr_rs: Одаберите коју врсту алгоритма за резервацију желите да користите за свој салон у складу са вашим специфичним потребама за резервацијом.

source: Booking cancellation
sr_rs: Отказивање резервације

source: Select this option if you want your users able to cancel a booking from the front-end.
sr_rs: Изаберите ову опцију ако желите да ваши корисници могу да откажу резервацију са фронт-енд-а.

source: Time in advance
sr_rs: Време унапред

source: How many hours before the appointment the cancellation is still allowed
sr_rs: Колико сати пре термина је отказивање још увек дозвољено

source: Users once logged in inside the MY ACCOUNT BOOKING page will be able to see the list of their upcoming reservations and eventually Cancel them. An email notification will be sent to you and to the customers.
sr_rs: Корисници када се једном пријаве на страници МОЈА РЕЗЕРВАЦИЈА НАЛОГА ће моћи да виде листу својих предстојећих резервација и да их на крају откажу. Е-маил обавештење ће бити послато вама и клијентима.

source: Booking confirmation
sr_rs: Потврда резервације

source: Select this option to manually confirm each booking.
sr_rs: Изаберите ову опцију да ручно потврдите сваку резервацију.

source: Change order
sr_rs: Промени редослед

source: Selecting this option the booking process will follow this order: A - Services B - Assistants C - Date/Time
sr_rs: Одабиром ове опције процес резервације ће пратити овај редослед: А - Услуге Б - Помоћници Ц - Датум/Време

source: Set one or more rules for your holidays.<br /> Users will not be able to make reservation during these periods
sr_rs: Поставите једно или више правила за своје празнике.<br /> Корисници неће моћи да резервишу током ових периода

source: Add new
sr_rs: Додај нови

source: Enable offset
sr_rs: Омогући померање

source: Select this option to add an OFF interval between two sequencial reservations
sr_rs: Изаберите ову опцију да додате интервал ОФФ између две узастопне резервације

source: Offset duration
sr_rs: Трајање офсета

source: How many minutes lasts this Offset?
sr_rs: Колико минута траје овај офсет?

source: Note that during the Offset interval new reservations will not be available.
sr_rs: Имајте на уму да током Оффсет интервала нове резервације неће бити доступне.

source: Disable reschedule
sr_rs: Онемогући поновно заказивање

source: Select this option if you want disable the RESCHEDULE feature.
sr_rs: Изаберите ову опцију ако желите да онемогућите функцију ПРОМЕНИ РАСПОРЕД.

source: How many days before the appointment the rescheduling is still allowed
sr_rs: Колико дана пре заказивања је померање још дозвољено

source: Users once logged in inside the MY ACCOUNT BOOKING page will be able to see the list of their upcoming confirmed or paid reservations and eventually RESCHEDULE them. An email notification will be sent to you and to the customers.
sr_rs: Корисници када се једном пријаве на страници МОЈ РЕЗЕРВАЦИЈА НАЛОГА ће моћи да виде листу својих предстојећих потврђених или плаћених резервација и да их на крају ПРОМЕСНЕ. Е-маил обавештење ће бити послато вама и клијентима.

source: Resources
sr_rs: Ресурси

source: Enable “Resources based reservations”
sr_rs: Омогућите „Резервације засноване на ресурсима“

source: Enable this option to active the resources.
sr_rs: Омогућите ову опцију да бисте активирали ресурсе.

source: Message on disabled booking
sr_rs: Порука о онемогућеној резервацији

source: Booking is not available at the moment, please contact us at
sr_rs: Резервација тренутно није доступна, контактирајте нас на

source: Range starts
sr_rs: Домет почиње

source: Minimum
sr_rs: Минимум

source: Range ends
sr_rs: Домет се завршава

source: Maximum
sr_rs: Максимум

source: If you want for example that your customer can make a reservation up to two days before the appointment date and from a maximum of one month before the appointment date use this range options to set your desired rule.
sr_rs: Ако желите, на пример, да ваш клијент може да изврши резервацију до два дана пре датума заказивања и од највише месец дана пре датума заказивања, користите ове опције опсега да подесите жељено правило.

source: Onesignal Notifications service
sr_rs: Услуга Онесигнал Нотифицатионс

source: App ID
sr_rs: ИД апликације

source: Generate
sr_rs: Генериши

source: Send Onesignal notification on new bookings
sr_rs: Пошаљите Онесигнал обавештење о новим резервацијама

source: Onesignal notification will be sent to a staff member
sr_rs: Онесигнал обавештење ће бити послато члану особља

source: Customize the Onesignal notification message
sr_rs: Прилагодите Онесигнал поруку обавештења

source: You can use [NAME], [SALON NAME], [DATE], [TIME], [PRICE], [BOOKING ID]
sr_rs: Можете да користите [НАМЕ], [НАЗИВ САЛОН], [ДАТУМ], [ВРЕМЕ], [ЦЕНА], [ИД РЕЗЕРВАЦИЈЕ]

source: Booking page
sr_rs: Страница за резервацију

source: Select a page with the booking form.
sr_rs: Изаберите страницу са формуларом за резервацију.

source: Thank you page
sr_rs: Хвала страница

source: Select a page where to redirect your users after booking completition.
sr_rs: Изаберите страницу на коју ћете преусмерити своје кориснике након завршетка резервације.

source: Booking My Account
sr_rs: Резервација Мој налог

source: Select a page where your users view their bookings.
sr_rs: Изаберите страницу на којој ваши корисници прегледају своје резервације.

source: Reset all settings
sr_rs: Ресетовање свих подешавања

source: Do you really want to reset?
sr_rs: Да ли заиста желите да ресетујете?

source: SMS service provider
sr_rs: Провајдер СМС услуга

source: To use all the SMS features you need an active account with Plivo o Twilio providers. <br /><br />Please read carefully their documentation about how to properly set the options.
sr_rs: Да бисте користили све СМС функције, потребан вам је активан налог код Пливо о Твилио провајдера.<br /><br /> Пажљиво прочитајте њихову документацију о томе како правилно поставити опције.

source: Select your service provider
sr_rs: Изаберите свог провајдера сервиса

source: Account ID
sr_rs: ИД налога

source: Auth Token
sr_rs: Аутх Токен

source: Country code
sr_rs: Државни позивни број

source: Sender's number
sr_rs: Број пошиљаоца

source: Trunk trailing 0 prefix
sr_rs: Префикс 0 заостајања пртљажника

source: SMS Test console
sr_rs: СМС Тест конзола

source: fill the fields and update settings
sr_rs: попуните поља и ажурирајте подешавања

source: Number
sr_rs: Број

source: Message
sr_rs: Порука

source: Use this console just to test your SMS services. Fill the destination number without the country code, write a text message and click "Update settings" to send an SMS.
sr_rs: Користите ову конзолу само да тестирате своје СМС услуге. Унесите број одредишта без позивног броја земље, напишите текстуалну поруку и кликните на „Ажурирај подешавања“ да бисте послали СМС.

source: SMS Notifications service
sr_rs: Услуга СМС обавештења

source: Send SMS notification on new bookings
sr_rs: Пошаљите СМС обавештење о новим резервацијама

source: SMS will be sent to your customer and a staff member
sr_rs: СМС ће бити послат вашем клијенту и члану особља

source: Send SMS notification on modified bookings
sr_rs: Пошаљите СМС обавештење о измењеним резервацијама

source: Staff member notification number
sr_rs: Број обавештења члана особља

source: Remind the appointment to the client with an SMS
sr_rs: Подсетите клијента на термин СМС-ом

source: SMS Timing
sr_rs: СМС Тиминг

source: Send an SMS to selected attendant on new bookings
sr_rs: Пошаљите СМС одабраном пратиоцу о новим резервацијама

source: Remember to set the mobile number of your staff members
sr_rs: Не заборавите да подесите број мобилног телефона вашег особља

source: Send an SMS to selected attendant on modified bookings
sr_rs: Пошаљите СМС одабраном пратиоцу о измењеним резервацијама

source: Enable Whatsapp notification
sr_rs: Омогућите Вхатсапп обавештења

source: Will be used Whatsapp messenger for deliver your notifications
sr_rs: Користиће се Вхатсапп мессенгер за испоруку ваших обавештења

source: Customize the SMS notification message on new bookings (max 160 characters)
sr_rs: Прилагодите СМС обавештење о новим резервацијама (максимално 160 знакова)

source: ASCII mode
sr_rs: АСЦИИ режим

source: Customize the SMS notification message on modified bookings (max 160 characters)
sr_rs: Прилагодите СМС обавештење о измењеним резервацијама (максимално 160 знакова)

source: SMS Verification service <span>Ask users to verify their identity with an SMS verification code</span>
sr_rs: Услуга СМС верификације <спан>Затражите од корисника да верификују свој идентитет помоћу СМС верификационог кода</спан>

source: Enable SMS verification
sr_rs: Омогућите СМС верификацију

source: Avoid spam asking your users to verify their identity with an SMS verification code during the first registration.
sr_rs: Избегавајте нежељену пошту која захтева од корисника да верификују свој идентитет помоћу СМС верификационог кода током прве регистрације.

source: Valid to
sr_rs: Важи за

source: Remove rule
sr_rs: Уклони правило

source: Hi
sr_rs: Здраво

source: Book an appointment
sr_rs: Заказати састанак

source: Skills
sr_rs: Вештине

source: Book now
sr_rs: Резервишите одмах

source: Checkout as a guest
sr_rs: Одјавите се као гост

source: An account will be automatically created
sr_rs: Налог ће бити аутоматски креиран

source: checkout as a guest
sr_rs: одјава као гост

source: no account will be created
sr_rs: неће бити креиран налог

source: Please, insert your phone number.
sr_rs: Молимо унесите свој број телефона.

source: SMS sent successfully.
sr_rs: СМС је успешно послат.

source: SMS Verification
sr_rs: СМС верификација

source: We have sent an SMS text on your mobile phone.
sr_rs: Послали смо СМС на ваш мобилни телефон.

source: digit your verification code
sr_rs: укуцајте свој верификациони код

source: Your telephone number is verified
sr_rs: Ваш број телефона је верификован

source: please review and confirm the details of your booking:
sr_rs: прегледајте и потврдите детаље ваше резервације:

source: Next step
sr_rs: Следећи корак

source: No assistants available for the selected time/slot - please choose another one
sr_rs: Нема доступних помоћника за изабрано време/слот - изаберите другог

source: Subtotal
sr_rs: Међузбир

source: Complete
sr_rs: комплетан

source: Back
sr_rs: Назад

source: The choice of assistant is not provided for this service
sr_rs: За ову услугу није предвиђен избор асистента

source: Discover included services
sr_rs: Откријте укључене услуге

source: Hide included services
sr_rs: Сакриј укључене услуге

source: Step
sr_rs: Корак

source: Booking rules
sr_rs: Правила резервације

source: Assistants
sr_rs: помоћници

source: Select an option
sr_rs: Изаберите опцију

source: Forgot password?
sr_rs: Заборавили сте лозинку?

source: Password
sr_rs: Лозинка

source: Login
sr_rs: Пријавите се

source: log-in with Facebook
sr_rs: пријавите се са Фејсбука

source: Date and time booked
sr_rs: Датум и време резервисани

source: Services & assistants
sr_rs: Услуге и помоћници

source: Leave a message
sr_rs: Остави поруку

source: Enter discount code
sr_rs: Унесите код за попуст

source: Leave a tip
sr_rs: Остави напојницу

source: Leave a message.
sr_rs: Остави поруку.

source: Complete your reservation
sr_rs: Довршите своју резервацију

source: Click on Next button
sr_rs: Кликните на дугме Даље

source: Complete the payment to confirm your reservation
sr_rs: Довршите уплату да бисте потврдили своју резервацију

source: Choose your favourite payment method
sr_rs: Одаберите свој омиљени начин плаћања

source: key in the desired amount
sr_rs: унесите жељени износ

source: Total amount tax excluded
sr_rs: Укупан износ није укључен у порез

source: TAX
sr_rs: ПОРЕЗ

source: You'll be redirected in %s seconds
sr_rs: Бићете преусмерени за %с секунди

source: You have <strong>%s</strong> to complete your payment before this reservation is canceled
sr_rs: Имате <стронг>%с</стронг> да завршите уплату пре него што се ова резервација откаже

source: You will receive a confirmation of your booking by email.
sr_rs: Добићете потврду ваше резервације путем е-поште.

source: You already paid for this reservation.
sr_rs: Већ сте платили ову резервацију.

source: Your booking is pending
sr_rs: Ваша резервација је на чекању

source: Your booking is completed
sr_rs: Ваша резервација је завршена

source: Booking number
sr_rs: Број резервација

source: Choose a payment option
sr_rs: Изаберите опцију плаћања

source: Pending booking number
sr_rs: Број резервације на чекању

source: Total amount of the reservation
sr_rs: Укупан износ резервације

source: Amount to be paid in advance
sr_rs: Износ који се плаћа унапред

source: A transaction fee of %s will be applied
sr_rs: Биће примењена накнада за трансакцију од %с

source: SORRY! The services/assistants data is empty
sr_rs: ИЗВИЊАВАМ СЕ! Подаци о услугама/помоћницима су празни

source: Please start over your reservation
sr_rs: Почните испочетка резервације

source: Not enough time for this service
sr_rs: Нема довољно времена за ову услугу

source: ...more details in the email confirmation
sr_rs: ...више детаља у потврди е-поште

source: don't forget your reservation at
sr_rs: не заборавите своју резервацију на

source: on
sr_rs: на

source: | Booking ID
sr_rs: | ИД резервације

source: | Timing:
sr_rs: | Тајминг:

source: Check the duration time.
sr_rs: Проверите време трајања.

source: Duration time equale:
sr_rs: Време трајања једнако:

source: Order.
sr_rs: Ред.

source: Order by.
sr_rs: Наручите по.

source: Per page.
sr_rs: По страни.

source: Page.
sr_rs: Страна.

source: Offset.
sr_rs: Офсет.

source: Unique identifier for the resource.
sr_rs: Јединствени идентификатор за ресурс.

source: Start date.
sr_rs: Датум почетка.

source: End date.
sr_rs: Крајњи датум.

source: Sorry, resource already exists.
sr_rs: Жао нам је, ресурс већ постоји.

source: Sorry, resource not found.
sr_rs: Жао нам је, ресурс није пронађен.

source: Save post error.
sr_rs: Грешка при чувању објаве.

source: The name for the resource.
sr_rs: Назив ресурса.

source: The services ids for the resource.
sr_rs: ИД-ови услуга за ресурс.

source: The email address for the resource.
sr_rs: Адреса е-поште за ресурс.

source: The phone number for the resource.
sr_rs: Број телефона за ресурс.

source: The description for the resource.
sr_rs: Опис за ресурс.

source: The availabilities for the resource.
sr_rs: Доступност ресурса.

source: The availability item.
sr_rs: Ставка доступности.

source: The days.
sr_rs: Дани.

source: The sunday.
sr_rs: Недеља.

source: The monday.
sr_rs: Понедељак.

source: The tuesday.
sr_rs: Уторак.

source: The wednesday.
sr_rs: Среда.

source: The thursday.
sr_rs: Четвртак.

source: The friday.
sr_rs: Петак.

source: The saturday.
sr_rs: Субота.

source: The from time.
sr_rs: Из времена.

source: The to time.
sr_rs: До времена.

source: The always.
sr_rs: Увек.

source: The from date.
sr_rs: Датум од.

source: The to date.
sr_rs: До данас.

source: The holidays for the resource.
sr_rs: Празници за ресурс.

source: The holiday item.
sr_rs: Празнична ставка.

source: The image url for the resource.
sr_rs: УРЛ слике за ресурс.

source: User login.
sr_rs: Улаз за кориснике.

source: User password.
sr_rs: Корисничка лозинка.

source: Wrong user name.
sr_rs: Погрешно корисничко име.

source: Wrong user password.
sr_rs: Погрешна корисничка лозинка.

source: Selected services.
sr_rs: Одабране услуге.

source: Booking id.
sr_rs: ИД резервације.

source: Check all services.
sr_rs: Проверите све услуге.

source: Services need to check.
sr_rs: Услуге треба проверити.

source: Booking services.
sr_rs: Услуге резервације.

source: Selected service id.
sr_rs: Изабрани ИД услуге.

source: Get categories error.
sr_rs: Добијте грешку у категоријама.

source: Selected primary services.
sr_rs: Одабране примарне услуге.

source: Selected secondary services.
sr_rs: Одабране секундарне услуге.

source: Search string.
sr_rs: Стринг за претрагу.

source: Services ids.
sr_rs: ИД-ови услуга.

source: Customers ids.
sr_rs: Ид-ови клијената.

source: Hours.
sr_rs: Сати.

source: Group by.
sr_rs: Група од.

source: Customer doesn't exists.
sr_rs: Клијент не постоји.

source: Customer email empty.
sr_rs: Е-пошта клијента је празна.

source: Create new customer error.
sr_rs: Направите нову грешку клијента.

source: Save new customer error.
sr_rs: Сачувај грешку новог клијента.

source: Please specify an email
sr_rs: Наведите адресу е-поште

source: Created timestamp for the resource.
sr_rs: Направљена временска ознака за ресурс.

source: The date for the resource.
sr_rs: Датум за ресурс.

source: The time for the resource.
sr_rs: Време за ресурс.

source: The status for the resource.
sr_rs: Статус за ресурс.

source: The customer id for the resource.
sr_rs: ИД клијента за ресурс.

source: The customer first name for the resource.
sr_rs: Име клијента за ресурс.

source: The customer last name for the resource.
sr_rs: Презиме купца за ресурс.

source: The customer email for the resource.
sr_rs: Имејл клијента за ресурс.

source: The customer phone for the resource.
sr_rs: Телефон корисника за ресурс.

source: The customer address for the resource.
sr_rs: Адреса клијента за ресурс.

source: The services for the resource.
sr_rs: Услуге за ресурс.

source: The service item.
sr_rs: Ставка услуге.

source: The start at.
sr_rs: Почетак у.

source: The end at.
sr_rs: Крај у.

source: The service id.
sr_rs: ИД услуге.

source: The service name.
sr_rs: Назив услуге.

source: The service price.
sr_rs: Цена услуге.

source: The assistant id.
sr_rs: Помоћник ид.

source: The assistant name.
sr_rs: Име асистента.

source: The resource id.
sr_rs: ИД ресурса.

source: The resource name.
sr_rs: Име ресурса.

source: The discounts ids for the resource.
sr_rs: ИД-ови попуста за ресурс.

source: The duration for the resource.
sr_rs: Трајање ресурса.

source: The amount for the resource.
sr_rs: Износ за ресурс.

source: The deposit for the resource.
sr_rs: Депозит за ресурс.

source: The paid remained amount for the resource.
sr_rs: Исплаћени преостали износ за ресурс.

source: The currency symbol the resource.
sr_rs: Симбол валуте је ресурс.

source: The transaction id for the resource.
sr_rs: ИД трансакције за ресурс.

source: The admin description for the resource.
sr_rs: Администраторски опис за ресурс.

source: Search type.
sr_rs: Тип претраге.

source: Search field.
sr_rs: Поље за претрагу.

source: Sorry, you cannot create resource.
sr_rs: Жао нам је, не можете да креирате ресурс.

source: Sorry, you cannot update resource.
sr_rs: Жао нам је, не можете ажурирати ресурс.

source: Sorry, you cannot delete resource.
sr_rs: Жао нам је, не можете избрисати ресурс.

source: Get bookings ids error.
sr_rs: Грешка у вези са ИД-овима резервација.

source: Save customer error.
sr_rs: Сачувајте грешку купца.

source: The first name for the resource.
sr_rs: Прво име за ресурс.

source: The last name for the resource.
sr_rs: Презиме за ресурс.

source: The email for the resource.
sr_rs: Имејл за ресурс.

source: The phone for the resource.
sr_rs: Телефон за ресурс.

source: The address for the resource.
sr_rs: Адреса за ресурс.

source: The note for the resource.
sr_rs: Напомена за ресурс.

source: The bookings ids for the resource.
sr_rs: ИД-ови резервација за ресурс.

source: The total amount of reservations.
sr_rs: Укупан износ резервација.

source: The amount type for the resource.
sr_rs: Тип износа за ресурс.

source: The usage limit for the resource.
sr_rs: Ограничење коришћења ресурса.

source: The valid from date for the resource.
sr_rs: Важи од датума за ресурс.

source: The valid to date for the resource.
sr_rs: До сада важеће за ресурс.

source: The user usage limit for the resource.
sr_rs: Ограничење коришћења ресурса корисника.

source: The target services ids for the resource.
sr_rs: ИД-ови циљних услуга за ресурс.

source: The type (auto or rules) for the resource.
sr_rs: Тип (аутоматски или правила) за ресурс.

source: The coupon code for the resource.
sr_rs: Код купона за ресурс.

source: The discount rules for the resource.
sr_rs: Правила попуста за ресурс.

source: The discount rule.
sr_rs: Правило попуста.

source: The mode of rule.
sr_rs: Начин владавине.

source: The booking number.
sr_rs: Број резервације.

source: The from date for the resource.
sr_rs: Датум од почетка за ресурс.

source: The days of week for the resource.
sr_rs: Дани у недељи за ресурс.

source: The number day of week for the resource.
sr_rs: Број дана у недељи за ресурс.
